{
    "المساعدة الذاتية": [
        {
            "title": "66",
            "age": "4 – 5",
            "performance": "ينظف ما يسكب مع إحضار ما يلزم لتنظيفه",
            "suggested_activities": [
                "1 – ضعي قطعة قديمة من القماش أو الإسفنج في مكان معين لتستخدم في تنظيف ما يسكب.",
                "2 – شجعي كل أفراد العائلة أن يعطوا المثال بتنظيف ما يسكب منهم.",
                "3 – لا تعاقبي الطفل على ما يسكبه عن طريق الخطأ.",
                "4 – أثني على محاولات الطفل لتنظيف ما يسكب.",
                "5 – بعد أن يقوم الطفل بالرسم أو اللعب بالألوان، اطلبي من الطفل أن يقوم بإحضار قطعة القماش أو الإسفنج لمسح المائدة.",
                "6 – أن تناول الطعام أو طهيه هو الوقت المناسب لممارسة هذه المهارة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "67",
            "age": "4 – 5",
            "performance": "يتفادى السموم وكل المواد الضارة",
            "suggested_activities": [
                "1 – ضعي علامة \"خطر\" على المواد السامة ونبهي الطفل على عدم لمسها. استخدمي ملصقًا مرسومًا عليه جمجمة وعظم أو أي رمز له نفس المعنى \"خطر\".",
                "2 – ضعي عددًا من الزجاجات أمام الطفل، بعضها بها ملصق \"خطر\" والبعض الآخر \"عادي\". دعي الطفل يقوم بتصنيف الزجاجات إلى خطرة وعادية حتى يستطيع أن يميز ويجد الرمز حتى وإن لم يكن موجهًا له."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "68",
            "age": "4 – 5",
            "performance": "يفك أزرار ملابسه",
            "suggested_activities": [
                "1 – استخدمي الملابس ذات الأزرار الأمامية وأثني على الطفل لمحاولاته في فك الأزرار.",
                "2 – ألبسي الطفل ملابس ذات أزرار كبيرة ودعيه يتدرب على فكها، قللي من حجم الأزرار تدريجيًا. قدمي مساعدة لفظية وجسمية إذا لزم الأمر.",
                "3 – في البداية، قومي بفك جميع الأزرار ما عدا واحدًا، دعي الطفل يفكه. زيدي عدد الأزرار التي يفكها الطفل تدريجيًا في كل محاولة.",
                "4 – قومي بفك الأزرار جزئيًا ودعي الطفل يكمل المهمة. قدمي مساعدة لفظية إذا لزم الأمر، قللي من حجم المساعدة تدريجيًا حتى يستطيع الطفل فك الأزرار بنفسه.",
                "5 – عندما يتقن الطفل هذه العملية، اجعليه مسؤولًا عن خلع ملابسه. أثني عليه كونه مستقلًا في القيام بهذه المهمة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "69",
            "age": "4 – 5",
            "performance": "يزرر ملابسه",
            "suggested_activities": [
                "1 – استغلي فرصة خروج الطفل لتدريبه على هذه المهارة. دعي الطفل يلبس قميصًا أو سويترًا به أزرار كبيرة ليتعلم كيفية إغلاقها، قللي حجم الأزرار تدريجيًا. ساعدي الطفل بإعطائه مساعدة جسمية ولفظية إذا لزم الأمر.",
                "2 – إذا كان للطفل ملابس بها أزرار كبيرة، شجعيه على إغلاقها لكي يتمكن من الخروج بمفرده. قومي بإغلاق الأزرار جزئيًا ودعيه يكمل المهمة.",
                "3 – بدءًا من السوستة السفلية في ملابس الطفل، شجعيه على إغلاق الأزرار التي تليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "70",
            "age": "4 – 5",
            "performance": "ينظف مكان الأكل على المائدة",
            "suggested_activities": [
                "1 – أري الطفل كيفية وضع الأطباق وبقايا الطعام، وحرصي على أن يقوم أفراد الأسرة بنفس المهمة ليقلدهم. اجعلي هذه مهمة يومية لباقي أفراد الأسرة واثني على الطفل لمساعدته.",
                "2 – استخرجي الأطباق غير القابلة للكسر لتجنب حدوث أضرار.",
                "3 – في البداية، ساعدي الطفل أو قدمي له مساعدة لفظية لتذكيره بتنظيف مكانه بعد الأكل. بمرور الوقت، قدمي مكافأة له عندما يقوم بالمهمة من تلقاء نفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "71",
            "age": "4 – 5",
            "performance": "يثبت الجزء السفلي من السوستة",
            "suggested_activities": [
                "1 – استغلي فرصة خروج الطفل لتدريبه على هذه المهارة. أري الطفل كيفية إدخال السوستة في المكان المناسب لها.",
                "2 – امسكي طرف السوستة بينما يقوم الطفل بإدخال الطرف الآخر وشدها إلى الأعلى. امدحي جهود الطفل.",
                "3 – تأكدي من أن السوستة تعمل بسلاسة.",
                "4 – ابدأي بسوستة كبيرة ثم قللي حجمها تدريجيًا. ابدأي بتدريب الطفل على إغلاق السوستة في ملابس موضوعة على طاولة قبل أن يتعامل مع الملابس التي يرتديها.",
                "5 – استخدمي سوستة كبيرة منفصلة الطرفين وخيطيها في قماش سميك لتمكين الطفل من التمرن بشكل أفضل.",
                "6 – استخدمي عروسة لجعل هذا النشاط ممتعًا للطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "72",
            "age": "4 – 5",
            "performance": "يغسل الوجه واليدين",
            "suggested_activities": [
                "1 – أثني على الطفل في كل محاولة يقوم فيها بغسل وجهه ويديه.",
                "2 – اتركي للطفل الصابونة والفوطة الخاصة به في مكان يسهل الوصول إليه.",
                "3 – وفري للطفل كرسيًا صغيرًا للوصول إلى المرآة أو الحنفية.",
                "4 – في البداية، أري الطفل كيفية غسل وجهه ويديه، وقدمي المساعدة الجسمية إذا لزم الأمر. قللي من المساعدة تدريجيًا حتى يتمكن من القيام بالمهمة بنفسه بعد بعض التعليمات الشفهية."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "73",
            "age": "4 – 5",
            "performance": "يستخدم أدوات صحية لتناول الطعام",
            "suggested_activities": [
                "1 – كوني نموذجاً يحتذى به للطفل أثناء تناول الطعام باستخدام الأدوات الصحيحة، واشرحي له لماذا تختارين هذه الأدوات.",
                "2 – قبل كل وجبة، اسألي الطفل عن الأدوات المستخدمة مع كل نوع من الطعام، واتركيه يخبرك إذا استطاع ذلك.",
                "3 – أثني على الطفل عند استخدامه للأدوات الصحية أثناء الطعام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "74",
            "age": "4 – 5",
            "performance": "يستيقظ أثناء النوم ليلًا للذهاب إلى الحمام أو يبقى جافًا طوال الليل",
            "suggested_activities": [
                "1 – اسألي الطفل عن الرغبة في استخدام الحمام قبل النوم.",
                "2 – استخدمي إضاءة ليلية في الحمام أو بجوار السرير إذا كان الطفل يحتاجها.",
                "3 – إذا كان السرير مبلوال في الصباح إجعلي الطفل يساعد في تغيير الملاءات لا تعاقبيه أو توبخيه إستخدمي غطاء بلاستيكيا للمرتبة",
                "4 – إذا كانت الحمام بعيدًا عن غرفة النوم، ضعي قدرًا قصيرًا للحمام في غرفته.",
                "5 – إذا كان الطفل يبقى جافًا طوال الليل، فأشيدي عليه في الصباح عندما يستيقظ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "75",
            "age": "4 – 5",
            "performance": "يسمح ويمسح أنفه 75% من الوقت دون تذكير",
            "suggested_activities": [
                "1 – ضعي المناديل في مكان سهل الوصول إليه في الحمام وفي غرفة النوم، وشجعي الطفل على استخدامها.",
                "2 – إذا كان الطفل يعاني من الزكام، أعطيه علبة صغيرة من المناديل ليحملها في جيبه ويستخدمها.",
                "3 – أعطي الطفل منديلًا خاصًا به ليحمله في جيبه.",
                "4 – أثني على الطفل في كل مرة يمسح فيها أو يمسح أنفه بدون تذكير."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "76",
            "age": "4 – 5",
            "performance": "يستحم معتمدًا على نفسه ما عدا الظهر والرقبة والأذنين",
            "suggested_activities": [
                "1 – استخدمي ممسحة تمنع الانزلاق في البانيو.",
                "2 – استخدمي التعليمات الشفهية لتذكير الطفل بغسل جميع أجزاء جسمه.",
                "3 – أخبري الطفل أنه يمكنه استخدام بعض الألعاب التي تطفو في الماء إذا ساعد في غسل نفسه أولا.",
                "4 – استخدمي إسفنجة بشكل حيوانات أو أي شكل يعجب الطفل لاستحمامه.",
                "5 – دعي الطفل يأخذ حمامه قبل وقت المفضل له من مشاهدة التلفزيون أو أي نشاط آخر بمدة تساعده على الانتهاء من الاستحمام في الوقت المناسب."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "77",
            "age": "4 – 5",
            "performance": "يستخدم السكين لفرد بعض المواد الطرية على الخبز أو الحمص",
            "suggested_activities": [
                "1 – احتفظي بالزبدة أو المربى الطري لاستخدامها مع الخبز المحمص.",
                "2 – استخدمي سكينًا غير حادة ذات مقبض كبير لسهولة مسك الطفل.",
                "3 – أري الطفل كيف يفرد الزبدة، وشجعيه على تقليدك في البداية ومساعدته إذا لزم الأمر، ثم قللي تدريجيًا من المساعدة.",
                "4 – استخدمي المربى إذا كان مفضلًا للطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "78",
            "age": "4 – 5",
            "performance": "يفك ويربط الحزام ذو الإبزيم على الفستان أو البنطلون أو الحذاء",
            "suggested_activities": [
                "1 – ساعدي الطفل جسميًا في فك وربط الحزام، وقللي التدخل تدريجيًا.",
                "2 – قدّمي التمرين على مائدة، وعندما يتقن الطفل ذلك، دعيه يمارس ذلك على ملابسه.",
                "3 – استخدمي حزامًا ذو إبزيم عريض في البداية، ثم قللي من الحجم تدريجيًا حتى يتمكن الطفل من التعامل مع حزامه الخاص.",
                "4 – استخدمي أحزمة قديمة في ملابس اللعب للطفل، وحثيه على استخدام الحزام كطريقة للعب وتمرين فك وربط الإبزيم."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "79",
            "age": "4 – 5",
            "performance": "يلبس نفسه كليًا ما يُغلق من الأمام ما عدا الرباطات",
            "suggested_activities": [
                "1 – ساعدي الطفل في اختيار ملابسه المناسبة للطقس، وضعي الملابس أمامه بنفس الترتيب الذي يرغب في ارتدائها، وشجعيه على ارتداء ملابسه بنفسه. أثني عليه عندما ينجز ذلك.",
                "2 – جعلي ارتداء الملابس مهمة يومية بالنسبة له، وامنحيه وقتًا كافيًا لارتداء ملابسه بنفسه. استغلي أوقات الارتداء اليومية مثل بعد الاستحمام، أو بعد الاستيقاظ، أو عند الخروج، إلخ.."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "80",
            "age": "4 – 5",
            "performance": "يغرف ما يحتاجه من الطعام عند تقديم طبق الطعام له",
            "suggested_activities": [
                "1 – إستخدمي الأطباق البلاستيكية والملاعق التقديم الكبيرة.",
                "2 – وجهي يد الطفل في المرات الأولى.",
                "3 – إمسكي بطبق التقديم قريباً من طبق الطفل لتفادي سكب الطعام.",
                "4 – إثني على كل مجهودات الطفل.",
                "5 – إمسكي بطبق التقديم أمام طبق الطفل أو على جانبه الأيمن إذا كان الطفل أعسرًا، وعلى الجانب الأيسر إذا كان يستعمل إلى اليمين.",
                "6 – أخبري الطفل أن يأخذ ملعقة واحدة أو ملعقتين، إلخ، لمساعدته على أخذ الكمية المناسبة له."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "81",
            "age": "4 – 5",
            "performance": "يساعد في إعداد المائدة بوضع الأطباق والفوط والأدوات الأخرى في أماكنها الصحيحة بمساعدة تلميحات شفهية",
            "suggested_activities": [
                "1 – ضعي أدوات المائدة في أحد الأدراج بمساحات منفصلة للشوك والسكاكين والملاعق لتسهيل تحديد ما يريد الطفل أن يأخذه.",
                "2 – ساعدي الطفل في عد الأماكن بشكل صحيح لإعداد المائدة.",
                "3 – ضعي الأطباق في مكان يسهل على الطفل الوصول إليه حتى يتمكن من المساعدة.",
                "4 – رتبي المائدة مع الطفل في المرات الأولى، ثم قللي تدريجياً من المساعدة.",
                "5 – إثني على الطفل لمساعدته في إعداد المائدة وأخبري أفراد العائلة عن مشاركته في ذلك.",
                "6 – ضعي مكانًا واحدًا كنموذج على المائدة ليقلده الطفل، ثم اتركيه يرتب باقي الأماكن.",
                "7 – ساعدي الطفل في رسم أو قص ولصق صور أدوات المائدة على ورق مقوى وغطيها بمشمع شفاف لاستخدامه كنموذج لإعداد المائدة.",
                "8 – امزحي مع الطفل من خلال ترتيب المائدة وترك بعض الأشياء غير كاملة مثل طبق الشوكة أو الكوب، وانظري هل يمكن للطفل التعرف عليها وإعطائك الشيء المفقود، أو ضعي كل الأشياء ما عدا الملعقة ودعي الطفل يكمل إعداد المائدة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "82",
            "age": "4 – 5",
            "performance": "ينظف الأسنان بالفرشاة",
            "suggested_activities": [
                "1 – ساعدي الطفل في جعل تنظيف الأسنان عادة يومية معك في الوقت الذي تغسلين فيه أسنانك، وأجعليه ينظف أسنانه أيضًا.",
                "2 – استخدمي فرشاة بحجم مناسب للطفل، وعندما يحتاج الطفل إلى فرشاة جديدة، فاجأيه بالسماح له باختيار فرشته الجديدة من المحل.",
                "3 – معظم معاجين الأسنان تأتي بألوان مختلفة أو بنكهات الفاكهة، مما يشجع الطفل على استخدامها بشكل أكثر حماسًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "83",
            "age": "4 – 5",
            "performance": "يذهب إلى الحمام في الوقت المناسب، يخلع ملابسه وينظف نفسه ويسحب السيفون ويرتدي ملابسه دون مساعدة",
            "suggested_activities": [
                "1 – أري الطفل كيف ينظف نفسه بعد التبول أو التبرز، وشجعيه على أن يقوم بذلك بنفسه. قللي تدريجيًا من المساعدة والتعليمات حتى يتمكن من القيام بها بمفرده.",
                "2 – أثني على الطفل لأنه أصبح كبيرًا بعد أن ينظف نفسه بعد الحمام ويسحب السيفون.",
                "3 – ألصقي بعض الصور على حائط الحمام لمساعدة الطفل على تذكر ما يجب عليه أن يفعل، مثل تنظيف نفسه وسحب السيفون وإطفاء النور."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "84",
            "age": "4 – 5",
            "performance": "يمشط الشعر بمشط أو فرشاة",
            "suggested_activities": [
                "1 – دعي الطفل يراقبك أثناء تمشيط شعرك واحثي يديه وأعطيه النصائح أثناء مشاهدته لنفسه في المرآة وهو يمشط شعره.",
                "2 – امنحي الطفل فرشاة ومشطًا خاصين به.",
                "3 – أثني عليه لظهره الجميل بعد تمشيط شعره.",
                "4 – ساعديه في فك العقد قبل أن يبدأ في تمشيط شعره.",
                "5 – دربيه على تمشيط شعر الدمى باستخدام المشط الخاص بالدمى.",
                "6 – إذا قام الطفل بتمشيط شعره جيدًا، فاسمحي له بأن يختار ما يريده من أشياء مثل فيونكة أو توكة للبنات، وكريم للشعر أو رائحة للأولياء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "85",
            "age": "4 – 5",
            "performance": "يعلق الملابس على الشماعة",
            "suggested_activities": [
                "1 – اجعلي من تعليق الملابس جزءًا من الواجبات اليومية للطفل.",
                "2 – أثني على الطفل عندما يعلق ملابسه دون الحاجة إلى تذكيره بذلك.",
                "3 – حاولي أن تجعلي الشماعة في دولاب الملابس متاحة ليد الطفل.",
                "4 – وفري للطفل شماعات صغيرة تناسب ملابسه واستخدمي شماعات مغطاة لتلك الملابس.",
                "5 – أري الطفل كيف يقوم بتعليق ملابسه وقدمي له المساعدة اللفظية والجسمية إذا لزم الأمر."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "86",
            "age": "4 – 5",
            "performance": "يذهب إلى منزل أحد الجيران أو الأصدقاء دون مراقبة مستمرة",
            "suggested_activities": [
                "1 – خذي الطفل إلى منزل أحد الجيران وأريه المساحة التي يمكنه التنقل فيها.",
                "2 – اطلبي من الطفل أن يأخذ رسالة لأحد الجيران، وإذا كان المنزل في الريف، فدعيه يأخذ رسالة لأحد أفراد العائلة في الحظيرة أو الجراج.",
                "3 – اسمحي للطفل بزيارة أحد أصدقائه لفترة محددة واطلبي منه أن يخبرك بمكان وجوده، واتصلي بالجيران لإخبارهم بذلك وأن يتصلوا بك عندما يصل ويغادر.",
                "4 – أثني على الطفل لبقائه في المكان المحدد وعند خبرتك بمكان وجوده وعند عودته في الموعد المحدد.",
                "5 – تنبيه: في بعض الأماكن، قد لا يكون ذلك آمنًا، فتأكدي من أمان المكان قبل السماح لطفلك بالذهاب، وعلمي طفلك بالمخاطر التي قد يواجهها مثل عدم التحدث مع الغرباء ومن يمكنه الاقتراب منه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "87",
            "age": "4 – 5",
            "performance": "يربط رباط الحذاء",
            "suggested_activities": [
                "1 – أثناء اللعب، استخدمي لوحة تعليمية ملونة بها فتحات لربط الأربطة واطلبي من الطفل أن يقلد حركات الربط أمامه، وامدحيه عند كل محاولة جيدة.",
                "2 – علمي الطفل كيفية ربط حذاء الكبار أو حذائه.",
                "3 – اربطي رباطًا أبيضًا وآخر أسودًا معًا واستخدميهما كرباط واحد في حذاء كبير، وهذا سيساعد الطفل على تذكر الناحية التي يجب تركها أو التقاطها أثناء ربط الأربطة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "88",
            "age": "4 – 5",
            "performance": "يربط الحذاء",
            "suggested_activities": [
                "1 – استخدمي خيطًا سميكًا وملونًا أثناء جلوس الطفل لف الخيط حول فخذه، ودعيه يتدرب على عملية ربط رباط الحذاء.",
                "2 – أري الطفل كيف يربط الحذاء بأن تجعليه يراقبك وأنت تقومين بذلك ببطء. قومي بعمل حلقة من الخيط وأدخلي جزءًا من حلقة أخرى فيها، وأري الطفل كيف يمسك بالحلقة الأولى بالسبابة والإبهام ويجذب الحلقة الثانية بيده الأخرى. ساعديه على المساك بالحلقة إذا كان ذلك ضروريًا، وأجعليه يلاحظ وأنت تضعين حلقة الخيط في الحلقة الأخرى وتجذبيها بشدة، ثم قومي بربط العقدة الأولى وأجعلي الطفل يكمل عمل الحلقتين وإكمال الربط.",
                "3 – امدحي الطفل وكافئيه عند نجاحه في ربط الحذاء، ودعيه يمارس الربط على أحذية أخرى.",
                "4 – استخدمي رباطًا سهل الاستخدام لتسهيل عملية الربط."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "اللغة": [
        {
            "title": "69",
            "age": "4 – 5",
            "performance": "يستطيع أن يجد زوجاً متماثلاً من الأشياء أو الصور عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – عندما تتحدثين مع الطفل خلال اليوم، استعملي كلمة \"زوج\" أو \"زي بعض\" للإشارة إلى الأشياء المتماثلة: زوج من الأحذية، الجوارب، البطاقات.. إلخ.",
                "2 – أثناء الجلوس إلى المائدة، أخرجي السكاكين، والشوك، والملاعق، وضعيهم على المائدة واخلطيهم معاً ثم اطلبي من الطفل أن يجد زوجاً من الملاعق أو الشوك.. إلخ.",
                "3 – عند طي الملابس المغسولة، اعرضي بعض الجوارب المميزة الأشكال والألوان والتي تجعلها سهلة التصنيف إلى أزواج. اطلبي من الطفل أن يساعدك في وضع كل زوج معاً.",
                "4 – حاولي إعداد كتاب من الصور العديدة لأزواج مختلفة، وتحدثي مع الطفل عن الأشياء المتماثلة والتي تكون أزواجاً واطلبي منه أن يشير إلى بعض الأشياء المتزاوجة.",
                "5 – العبي مع الطفل لعبة حيث تبحثان داخل المنزل لتجدا أزواجاً كثيرة من الأشياء المتماثلة، ومن الممكن أن تحضريهم معاً في مكان واحد وتخلطيهم، ثم شجعي الطفل ليعيدهم ثانية (كل زوج متماثل معاً)."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "70",
            "age": "4 – 5",
            "performance": "يستخدم كلمات \"لو كنت.. كنت أستطيع\" في الحديث",
            "suggested_activities": [
                "1 – أثناء اللعب مع الطفل، استعملي \"كنت أقدر\" و\"كان ممكن\" في الحديث مع الطفل لتعبري عن أنشطة اللعب الممكنة، فمثلاً: \"كنا نقدر نروح الحديقة، وإلا كنت هتلعب أحسن بالمنزل؟\" (احرصي على تنفيذ اختيار الطفل إذا كنت ستتركين له الاختيار).",
                "2 – العبي مع الطفل مباراة الكلمات، فمثلاً: \"لو كنت أرنب، كنت أقدر أنط\" ثم اجعلي الطفل يختار الشيء أو الحيوان الذي يريد أن يكون ويخبرك ما إذا كان يستطيع أن يفعله. شجعي الطفل على تمثيل ما يخبرك به، وافعلِي نفس الشيء باستعمال \"كنت\" (لو كنت في النادي كنت أقدر أعوم وكنت أركب العجلة.. إلخ).",
                "3 – أثناء القيام بالمهام اليومية، اسأليه مثل: \"مين قدر؟ مين هيعمل ده؟\" شجعي الطفل على قول: \"أنا كنت أقدر\" هكذا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "71",
            "age": "4 – 5",
            "performance": "يستعمل جملاً مربوطة (مكونة من جملتين) \"ضربت الكرة وسقطت في الشارع\"",
            "suggested_activities": [
                "1 – أنصتي إلى الطفل وهو يتكلم، وعندما تسمعين جملة يمكن أن تربط بحرف (مثل: و، أو) فكرري الجملة مع الربط، مثال: \"ذهبنا إلى المحل واشترينا حلوى.\"",
                "2 – تحدثي إلى الطفل أثناء اليوم، وصفي له الأحداث مستخدمة جملاً مربوطة.",
                "3 – عندما يعود الطفل إلى المنزل بعد قضاء بعض الأنشطة أو الأحداث (زيارة لمنزل أحد الأصدقاء أو رحلة إلى حديقة الحيوان)، شجعيه ليخبرك عما فعل، شجعيه ليستخدم الجمل المربوطة وزيدي من جملة، وأعطيه النموذج."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "72",
            "age": "4 – 5",
            "performance": "يستطيع تحديد قمة (أعلى) الشيء وقاعدته (أسفل) عندما يُطلب منه ذلك",
            "suggested_activities": [
                "1 – عرّفي الأشياء التي لها قمة (أعلى) محددة وقاعدة (أسفل) مثل زجاجة، قميص، صندوق.. إلخ. بيّني للطفل أيهما القمة والقاعدة، وعند استعمال ذلك الشيء مرة أخرى بعد فترة، اسألي الطفل ليشير إلى القمة (أعلى) والقاعدة (أسفل).",
                "2 – ارسمِي على الورق صورة الأشياء مثل المنزل أو أي شيء آخر له قمة (أعلى) وقاعدة (أسفل). اطلبي من الطفل أن يضيف إلى الصورة أشياء يرسمها على قمتها أو قاعدتها. فمثلاً، اطلبي منه أن يرسم شخصاً أعلى (فوق) الشاحنة أو باباً عند قاعدة المنزل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "73",
            "age": "4 – 5",
            "performance": "يستعمل الاختصارات \"ما أقدرش\" و\"ما بعملش\"، \"مش عاوز\"",
            "suggested_activities": [
                "1 – أثناء اجتماعات الأسرة (عند الطعام مثلاً)، اسألي أفراد الأسرة أسئلة غير معقولة وضاحكة باستعمال كلمات \"من يقدر..؟\" فمثلاً، اسألي \"مين يقدر يطير؟، ومن عاوز يأكل الحشرات؟\" و\"مين هيعمل كل حاجة بدلاً من؟\" واجعلي شخص يجيب في دوره يقول: \"ماقدرش\"، \"مش عاوز\"، و\"ما بعملش\". اجعلي الطفل في آخر الدور حتى يستطيع أن يقلد إجابات الآخرين.",
                "2 – استعملي \"ماقدرش\"، \"مابعملش\"، أو \"مش عاوزه\" في كلامك مع الطفل خلال اليوم.",
                "3 – اقرئي قصة مصورة يكون فيها استعمال تلك الكلمات على لسان الشخصيات متكرر. تحدثي مع الطفل عن الأشياء التي لا تستطيع الشخصيات عملها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "74",
            "age": "4 – 5",
            "performance": "يستطيع اكتشاف المغالطات في الصورة",
            "suggested_activities": [
                "1 – احضري صوراً من كتب أو مجلات بها مغالطات (أشياء غير معقولة) وشجعي الطفل ليخبرك عن الأخطاء في الصورة.",
                "2 – بيّني للطفل المغالطات واسألي سؤالاً عنها، فمثلاً، هل الفرخة تضع بيضاً لونه أحمر؟ هل الكلب يطير؟ هل البيت له أرجل؟",
                "3 – أثناء التلوين مع الطفل، ارسمِي صوراً بها أشياء غير معقولة. فمثلاً، يمكن رسم كلب له أجنحة أو يمكنك رسم شخص ووردة تنمو في رأسه. أشركي أفراد الأسرة في رسوماتكم اللامعقولة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "75",
            "age": "4 – 5",
            "performance": "يستعمل كلمات \"أخت، أخ، جدة، جد\"",
            "suggested_activities": [
                "1 – استعملي الصفات السابقة بدلاً من أسماء الأشخاص للدلالة عليهم. استخدمي تلك الكلمات عند التحدث إلى الطفل أو سؤاله أن يفعل شيئاً، فمثلاً، \"من فضلك خذ هذه اللعبة لأختك\" أو \"فين أخوك؟\" وإذا لم يستجب الطفل، المسِي الشخص المقصود وقولي \"هو ده أخوك عادل؟\"",
                "2 – أدخلي تلك الكلمات في حوارك مع الطفل، فقولي مثلاً، \"انظر إلى أخيك إنه يأكل الطعام\" أو \"شوف إذا كانت أختك صحت من النوم أم لا\".",
                "3 – عند مشاهدة صور أفراد العائلة مع الطفل، استعملي تلك الكلمات في الحديث عن الأشخاص في الصور.",
                "4 – إذا كان أفراد العائلة يستعملون كلمات متماثلة للإشارة إلى الجد والجدة \"جدو وتيته\" أو \"أنه\" مثلاً، فاستعملي تلك الكلمات مع الطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "76",
            "age": "4 – 5",
            "performance": "يذكر الكلمة المضادة لكلمة تسبقها بالمماثلة",
            "suggested_activities": [
                "ـ – ركزي علي األمثلة القياسية التالية :",
                "أ – الأخ ولد والأخت .......",
                "ب – الصيف حر والشتاء ......",
                "ج –  إحنا بنصحي بالنهار وننام .......",
                "د – الفيل كبير والنملة ......",
                "1 – استعملي كلمات متضادة في كلامك عن ما يحدث في الحياة اليومية. فمثلاً، قولي \"الليل وقت النوم، إحنا بنام في الليل ونصحى الصبح\" ثم في الصباح، صفي ما يحدث في ذلك الوقت. عندما يفهم الطفل هذا المفهوم، العبي معه بخلط الأشياء، مثل \"إحنا بنصحى بالليل\" أو \"دي أختك.. هي ولد؟\". انظري إذا كان الطفل يستطيع التصحيح واضحكي على خطأك.",
                "2 – إذا وجد الطفل صعوبة في الكلمات المتضادة السابقة، ابدأي باستخدام الصور أو كتاب يوضح كل مفهوم أثناء قول الكلمات المتضادة.",
                "3 – عندما يستطيع الطفل فعل ذلك، غيّري ترتيب عرض الكلمات، مثل \"الأخت بنت والأخ...\".",
                "4 – إذا وجد الطفل صعوبة في تكملة الجمل المضادة، أعطيه اختيارات (واحدة صحيحة والأخرى خطأ)."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "77",
            "age": "4 – 5",
            "performance": "يحكي قصة مألوفة دون استعانة بصور تدل على أحداثها",
            "suggested_activities": [
                "1 – أثناء سرد القصص المصورة للطفل، جعليه يصف الصور لك. أعطيه الوقت الكافي ليقوم بذلك.",
                "2 – أعيدي سرد القصة واتركي كلمات هامة أثناء عرض الصور عليه. شجعيه على أن يقول مكان الكلمات التي أغفلتها.",
                "3 – ابدأي بقصة بسيطة وقصيرة، وأعيديها مرات كثيرة للطفل عدة أيام. بعد أن يألفها الطفل، شجعيه على أن يعيدها عليك أو على فرد آخر من الأسرة. إمدحي الطفل كلما تذكر تفاصيل أكثر. بالتدريج، زيدي من تعقيدات القصة وطول أحداثها، وشجعيه على أن يعيد سردها لأفراد الأسرة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "78",
            "age": "4 – 5",
            "performance": "يسمي الصورة التي لا تنتمي لفئة معينة (صورة برتقالة وسط صور حيوانات)",
            "suggested_activities": [
                "1 – استعملي الكتب التي تصنف الأشياء أو كتالوجات بها أشياء مختلفة. أري الطفل الأشياء التي تنتمي لنفس الفئة أو المجموعة (لعب، ملابس.. إلخ)، ثم أشيري إلى شيء مختلف. اطلبي من الطفل أن يجد شيءًا آخر لا ينتمي لمجموعة الأشياء الأخرى.",
                "2 – عند إعادة وضع أدوات المائدة والأطباق، اتركي بعض القطع والكوب. ثم، اسألي الطفل أي واحدة لا تنتمي للباقي. إذا لم يستطع الإجابة، أوضحي أننا نستعمل بعضها لالتقاط الطعام وواحدة فقط نستعملها في ذلك، وأريها للطفل إن لزم الأمر.",
                "3 – عند غسل الأسنان بالفرشاة، ضعي العديد من الفرش والأسنان وقطعة صابون. اطلبي من الطفل أن يجد الشيء الذي لا ينتمي للأشياء الأخرى.",
                "4 – العبي لعبة باستخدام صور أو أشياء حقيقية. ضعي ثلاثة أو أربعة أشياء مثل 3 حيوانات أو أطعمة أو أدوات كتابية، وشيئًا واحدًا مختلفًا. اطلبي من الطفل أن يجد الشيء غير المنتمي للمجموعة. ساعديه إذا لزم الأمر بسؤاله عن ما يفعل كل شيء وسيقوده ذلك لمعرفة الشيء ذو الاستعمال المختلف.",
                "5 – في البداية، اجعلي الطفل يشير إلى الأشياء التي تكتب بها أو تأكل بها، ثم اسأليه عن الشيء الذي لا نأكل به أو نكتب به."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "79",
            "age": "4 – 5",
            "performance": "يحدد ما إذا كان هناك سجعاً بين كلمتين أم لا",
            "suggested_activities": [
                "1 – أفرئي للطفل كتبا بها سجعا مثل أهازيج وأناشيد الأطفال وبيني الكلمات التي لها سجعا. إقرئي أسطر قليلة وركزي على كلمات السجع واسألي الطفل أن يخبرك بالكلمات المسجوعة (التي لها نفس الوزن أو النغمة).",
                "2 – قولي للطفل بعض الكلمات المسجوعة مثل: قطة، بطة، نطة، شطة. استخدمي أيضاً بعض المقاطع التي لا تعني شيئاً مثل: أوو، بووو، كوو، دوو. سيرغب الطفل في استكشاف هذه المقاطع المسجوعة التي لا تعني شيئًا محددًا.",
                "3 – أثناء القيام بالأنشطة اليومية مثل غسل الأطباق أو تنظيف المنزل، تحدثي عن الأشياء التي تستخدمينها وابحثي عن كلمات تحتوي على نفس الوزن أو السجع معها، أو صياغة سجع مضحك حول ما تقومين به. بمجرد أن يصبح الطفل مرتاحًا مع ذلك، أعطيه دورًا في التعبير عن نفسه، على سبيل المثال \"آكل مكرونة وألعب في البلكونة أو ألبس لبسي وأشرب بيبسي\".",
                "4 – أثناء تقديم الكلمات المسجوعة، حاولي أحيانًا أن تدخلي كلمة غير مسجوعة (ليست على نفس الوزن) ضمن مجموعة من الكلمات المسجوعة وانظري إذا استطاع الطفل التقاط الفرق في الوزن أو السجع بينهما."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "80",
            "age": "4 – 5",
            "performance": "يستخدم جمل مركبة \"إنها تريدني أن أدخل البيت لأن الجو بارد\"",
            "suggested_activities": [
                "1 – اعبي لعبة مع الطفل بأن يقول ما تقولينه. اطلبي منه أن يقول جملة مركبة لتقليدك. إذا واجه صعوبة، كرري جزءاً من الجملة واطلبي منه أن يكملها.",
                "2 – تصفحي الكتب مع الطفل واطلبي منه أن يصف الصور. كرري جملة الطفل وقولي \"صح\"، ثم أضيفي الكلمات الضرورية لتحويل جملة الطفل إلى جملة مركبة.",
                "3 – أثناء اجتماعات العائلة، مثل وجبات الطعام، اجعلي أحد أفراد العائلة يبدأ جملة ويضيف شخص آخر إليها. سمحي للطفل بإكمال الجملة وقدمي له المساعدة أو التلميحات اللفظية عند الحاجة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "81",
            "age": "4 – 5",
            "performance": "يستطيع أن يخبر ما إذا كان الصوت عالياً أو خافتاً",
            "suggested_activities": [
                "1 – استخدمي أداة موسيقية أو شيئاً يصدر صوتاً، مثل إخراج الصوت باليد على المائدة أو إسقاط شيء في علبة، وشجعي الطفل على وصف كل صوت ما إذا كان عالياً أم خافتاً.",
                "2 – أعملي أصواتاً عالية وخافتة خلال اليوم وصفيها للطفل، وأعطي له تعليمات بإجراء نفس الصوت بالطريقة العالية والخافتة. قدمي للطفل تلميحات إذا لزم الأمر، مثل \"أنا أغطي أذني عندما أسمع هذا الصوت لأنه يكون ... جداً\".",
                "3 – خلال اليوم، حدثي عن أشياء خفية بصوت خافت لأفراد آخرين من العائلة، وشرحي للطفل كيف يستخدم صوتاً خافتاً.",
                "4 – استخدمي طبلة أو شيئاً مشابهاً، واطلبي من الطفل أن يستمع إلى توجيهاتك لطريقة الطبل (صوت عالٍ أو خافت)، ثم اطلبي منه أن يقلدك. بعد ذلك، اجعلي الطفل يقرر ما إذا كان سيطبل بصوت عالٍ أم خافت بناءً على توجيهاتك."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "المخالطة الاجتماعية": [
        {
            "title": "64",
            "age": "4 – 5",
            "performance": "يطلب المساعدة عندما يواجه صعوبة (في الحمام أو في الحصول على ماء)",
            "suggested_activities": [
                "1 –  قدمي نموذجاً لهذا السلوك بأن تطلبي من الطفل مساعدتك. قولي له \"لا أستطيع أن أفعل هذا بمفردي. هل يمكنك مساعدتي؟\".",
                "2 –  إذا كان الطفل يواجه صعوبة، أخبريه بما ينبغي أن يقول لك ليحصل على المساعدة.",
                "3 –  تدخلي قبل أن يشعر الطفل بالإحباط. أخبريه أنه يمكنه أن يطلب مساعدتك، وقدمي له نموذجاً للعبارة التي يمكنه استخدامها، مثل \"من فضلك، هل يمكنك مساعدتي في إيجاد سيارتي؟\". بعد ذلك، جربي فقط أن تسأليه \"ماذا ينبغي أن تقول عندما تحتاج إلى مساعدة؟\".",
                "4 –  كافئي الطفل عندما يطلب المساعدة، مثلاً: \"أشكرك لأنك تحتاج مساعدة\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "65",
            "age": "4 – 5",
            "performance": "يشارك في حديث الكبار",
            "suggested_activities": [
                "1 –  شجعي الطفل على استقبال الزوار والإجابة على أسئلتهم.",
                "2 –  نظمي مواقف يمكن للطفل فيها أن يتحاور مع الكبار.",
                "3 –  عند اتخاذ القرارات الخاصة بالأسرة، شاركي الطفل في المناقشة وأخبريه بأن لديه حق المشاركة كباقي أفراد الأسرة.",
                "4 –  لا تسخري أو تهزئي من الطفل إذا لم تكن أفكاره سليمة تماماً، ولكن أرشديه إلى جوهر الموضوع من خلال طرح بعض الأسئلة ومساعدته على إيجاد الإجابة المناسبة.",
                "5 –  ناقشي مع الطفل أو ارجعي معه على الأنشطة التي شارك فيها خلال اليوم، والتي يمكن أن يساهم بها في حديث المساء. كافئيه على الأشياء المناسبة التي شارك بها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "66",
            "age": "4 – 5",
            "performance": "يردد الأناشيد أو الأغاني أو يرقص للآخرين",
            "suggested_activities": [
                "1 –  اقرئي أناشيد الأطفال دائمًا، وإذا كانت هناك تسجيلات متاحة لهذه الأناشيد، شغلي منها ما يرغبه الطفل بصورة متكررة.",
                "2 –  غني الأنشودة بعد أن يستمع الطفل عدة مرات للأنشودة، قومي بتكرارها للطفل واطلبي من الطفل أن يقول آخر كلمة من كل بيت في الأنشودة، ثم زيدي الكلمات التي يكررها تدريجيًا.",
                "3 –  يمكن أن تكون العرائس مفيدة في هذا الشأن، فالطفل يمكنه أن يعلم الدمية.",
                "4 –  شجعي الطفل على أن يقول الأنشودة أو يغنيها أو يقوم بالرقص لشخص مألوف له، امدحي محاولاته.",
                "5 –  قدمي عرضًا صغيرًا مع الأصدقاء، اجعلي كل طفل يؤدي دورًا في الأنشودة أو يقوم بالرقص، تأكدي من أن الموقف ليس فيه منافسة ولا ضغط على أي طفل لكي يشارك في هذا العرض، صفقوا لكل مشترك وامدحي كل طفل على أي مشاركة مهما كانت، ثم قدمي الحلوى للجميع."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "67",
            "age": "4 – 5",
            "performance": "يعمل منفرداً في مهمة لمدة من 20 – 30 دقيقة",
            "suggested_activities": [
                "1 –  دعي الطفل يختار مهمة منزلية يقوم بها. شرحي ما يجب عمله لإنجاز المهمة التي اختارها، وحددي مدة 15 دقيقة وأخبري الطفل أنه إذا عمل في المهمة حتى ينتهي الوقت المحدد سوف يحصل على حلوى. تابعي تقدم الطفل وشجعيه أثناء إنجاز المهمة، وامدحيه على عمله. حددي فترة زمنية قدرها عشرين دقيقة في المرة القادمة.",
                "2 –  طرقي بعض المهام التي يمكن أن تستثير اهتمام الطفل للمشاركة في العمل لفترات طويلة، مثل جمع العشب أو التقاط الأغصان الصغيرة قبل أن يقوم الشخص الكبير بعمله. دعيه يساعد في حمل العشب أو إزالة الغبار، وتنظيف الحمام، ولف العجينة ووضعها في الصواني. من الأفضل أن تقومي بعمل شيء بالقرب من الطفل لأن ذلك يساعده على الاحتفاظ بالاهتمام. كافئيه على اهتمامه ومشاركته."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "68",
            "age": "4 – 5",
            "performance": "يعتذر بدون تذكير 50% من الوقت",
            "suggested_activities": [
                "1 –  شجعي وجود السلوك الحميد في المنزل بين جميع أفراد الأسرة. كوني قدوة طيبة دائمًا بأن تكوني حسنة في تعاملك. قدمي نموذجًا طيبًا دائمًا بأن تكوني كيسة في ذاتك.",
                "2 –  إذا لم يعتذر الطفل في موقف يستدعي ذلك، فانتظري بصمت واجعليه ينتظر. اسأليه \"ماذا يجب أن تقول؟\" وامدحيه لاستجابته."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "69",
            "age": "4 – 5",
            "performance": "يأخذ دوره مع 8 – 9 أطفال آخرين",
            "suggested_activities": [
                "1 –  وفري أنشطة ترفيهية يمكن لمجموعة من الأطفال المشاركة فيها، مثل حفلات الشاي، ألعاب الرمل، التزحلق، الكتل، أدوات الغناء، وحمام السباحة.",
                "2 –  دعي الأطفال يلعبون ويناقشون توزيع الأدوار وقواعد اللعبة بقدر المستطاع. تابعيهم من حين لآخر.",
                "3 –  نظمي لعبة دائرية حيث يقوم الأطفال بابتكار قصة يبدأها أحد الأطفال، ثم يتابع طفل آخر بالتناوب بقول جملة أو فكرة. في الألعاب الدائرية، قد يختار أحد الأطفال نوعًا من الأشياء أو الحيوانات ويقوم كل طفل بذكر اسم نوع الشيء أو الحيوان الذي ينتمي إليه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "70",
            "age": "4 – 5",
            "performance": "يلعب مع طفلين أو ثالثة لمدة 20 دقيقة في نشاط تعاوني (مشروع أو لعبة)",
            "suggested_activities": [
                "1 –  استخدمي الألعاب المتاحة في الفناء للعب الأطفال، مثل التزحلق على الزلاقة، ركوب دوامة الخيل، ركوب الحصان الهزاز، أو الأرجوحة وغيرها.",
                "2 –  ساعدي الأطفال في التخطيط لبناء مزرعة، واجعلي لها أسواراً وحدوداً باستخدام مكعبات اللعب، واستخدمي لعب أخرى للحيوانات والسيارات داخل المزرعة.",
                "3 –  دعي الأطفال يتعاونون معاً لبناء شارع، ووفري سيارات كافية بحيث يستطيع كل طفل دفع سيارته في هذا الشارع.",
                "4 –  لعب الألعاب التعاونية مثل \"لمس\" و\"فتحى يا وردة\".",
                "5 –  شجعي الأطفال على اللعب معاً، وعدديهم بالعصائر والبسكويت بعد اللعب المشترك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "71",
            "age": "4 – 5",
            "performance": "يتصرف على نية بطريقة مقبولة اجتماعياً",
            "suggested_activities": [
                "1 –  أشرحي للطفل أن هناك أشياء يجب عملها على إنفراد مثل حك الجلد أو التجشؤ، وذكري للطفل بلطف إن اقتضى الأمر.",
                "2 –  إذا قام الطفل عن عمد بفعل شيء غير مقبول لجذب الانتباه، تجاهليه ثم ابعديه من الموقف وابقي صامتة. لا تجعلي هناك اتصال نظري بينك وبينه حتى يتوقف عن التصرف، ثم أعطي الطفل فرصة أخرى للتصرف بطريقة صحيحة.",
                "3 –  كوني قدوة للطفل في تصرفاتك وأفعالك.",
                "4 –  امدحي الطفل عندما يتصرف بطريقة مقبولة اجتماعياً."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "72",
            "age": "4 – 5",
            "performance": "يطلب الإذن لاستخدام أشياء تخص الآخرين 75% من الوقت",
            "suggested_activities": [
                "1 –  تأكدي من أن الطفل يطلب إذناً عند استخدام ممتلكات الآخرين، وجعل هذا التصرف سلوكاً معتاداً بين أفراد الأسرة. على سبيل المثال، يجب على أفراد الأسرة أن يطلبوا إذن من الطفل لاستخدام ممتلكاته، وكذلك ينبغي للطفل أن يستأذن البالغين والأشقاء.",
                "2 –  لا تسمحي للطفل بالاحتفاظ بممتلكات الآخرين دون إذن.",
                "3 –  قومي بالنقر على باب الطفل قبل دخولك.",
                "4 –  إذا قام الطفل بأخذ شيء يخصك، قولي له \"هذا يخصني\" وأكد أن يطلب الإذن عند استخدام أو لعب أشياء الآخرين."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الإدراك": [
        {
            "title": "65",
            "age": "4 – 5",
            "performance": "يلتقط عدداً محدداً من الأشياء عندما يطلب منه ذلك (من 1 إلى 5 أشياء)",
            "suggested_activities": [
                "1 – عند تجهيز مائدة الطعام، اطلبي من الطفل أن يساعدك بإعطائك ملعقتين، خمسة أطباق، ثلاثة أكواب.. إلخ. ذكّري الطفل بالعدد بسؤاله \"كم ملعقة طلبت منك؟\".",
                "2 – عندما تكتبين خطاباً، اطلبي من الطفل أن يعطيك 1 – 5 ورقات أو أظرف أو طوابع بريد.",
                "3 – العبي مع الطفل لعبة بأن تطلبي منه أن يضع عدداً معيناً من الكرات في صندوق (من 1 – 5).",
                "4 – العبي مع الطفل لعبة الإنصات، اجعليه يستمع ويعد التصفيقات التي تقومين بها بيديك من 1 إلى 5 تصفيقات، ثم اسأليه كم مرة صفقت بيديك. من الممكن أن تستخدمي طبلة أو رق أو شخشيخة من 1 إلى 5 مرات، ثم أعطي الدور للطفل ليصفق واذكري أنت العدد.",
                "5 – عند اختيار المشتروات من المحلات، اطلبي من الطفل أن يعطيك شيئاً واحداً من نوع ما، ثم ثلاثة، ثم خمسة، ثم أربعة من أشياء مختلفة، وبذلك تعرفين إذا كان يستطيع عد الأشياء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "66",
            "age": "4 – 5",
            "performance": "يسمي خمسة أشياء من ملمسها",
            "suggested_activities": [
                "1 – أثناء النهار، سمي للطفل ملمس الأدوات المختلفة في منزلك، اتركي الفرصة للطفل ليتحسسها إذا لم يستطع تسميتها بالنظر إليها فقط.",
                "2 – العبي لعبة مع الطفل بوضع خمسة أشياء ذات ملمس مختلف في كيس، اجعلي الطفل يضع يده في الكيس ويمسك شيئاً واحداً ويسميه من ملمسه، ثم أخرجيه من الكيس لتري إذا كان ذلك صحيحاً. تبادلي الدور مع الطفل.",
                "3 – العبي لعبة أخرى بخياطة ملمسات مختلفة على لوحة الملمس، غطي عيني الطفل واسأليه أن يجد الملمس المختلفة على اللوحة: الخشن، الناعم، الطري... إلخ.",
                "4 – ابدئي بعرض نوعين فقط من الملمس في المرة الواحدة وتأكدي من أنهما مختلفان جداً مثل ناعم وخشن. عندما يتعرف الطفل على هذين الملمسين، أضيفي ملمسات أخرى بالتدريج تشمل أشياء أكثر تشابهاً.",
                "5 – اصنعي مكعب الملمس للطفل باستخدام مكعب خشبي أو قطعة مربعة من الفوم (الإسفنج) كقاعدة، وألصقي مواد مختلفة الملمس على كل وجه. اتركي الطفل يلقي بالمكعب في الهواء ويسمي الملمس الذي يجده على السطح العلوي للمكعب عندما يقع على الأرض."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "67",
            "age": "4 – 5",
            "performance": "ينسخ مثلثاً عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – ادعي الطفل ليعمل مثلثاً في الدقيق أو الرمل بإصبعه أو باستخدام التلوين بالأصابع.",
                "2 – استعملي أقلام رصاص وأقلام ملونة أو غيرها لتضيفي المتعة للطفل أثناء الرسم.",
                "3 – اقترحي على الطفل قص أشكال مثلثة من الصلصال باستخدام سكينة غير حادة أو بلاستيكية.",
                "4 – اعملي مثلثاً من شريحة خبز بقطعها قطرياً. اجعلي الطفل يجرب ذلك في قطعة الخبز الخاصة به.",
                "5 – اجعلي الطفل يعمل \"خيمة\" مثل ٨ وبإضافة خط عبر القاعدة فإن ذلك يكون أرضية الخيمة. أظهري اندهاشك وأنت تخبرين الطفل \"انظر، إن خيمتك على شكل مثلث\".",
                "6 – إذا وجد الطفل صعوبة في عمل مثلث، فشجعيه ليتتبع حول الشكل أو على الشكل الذي رسمته فعلاً.",
                "7 – ارسمى أشكالاً غير مكتملة للطفل حتى يكملها.",
                "8 – استعملي النقط على شكل مثلث لوصلها الطفل، وبالتدريج استعملي نقطاً أقل فأقل حتى يرسم الشكل بنفسه أكثر. أعطي الطفل تلميحات لفظية أثناء الرسم.",
                "9 – إذا وجد الطفل صعوبة، خذي بيده وأرشديه في عمل المثلث. قللي المساعدة بتقليل الضغط على يده."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "68",
            "age": "4 – 5",
            "performance": "يتذكر أربعة أشياء رآها في الصورة",
            "suggested_activities": [
                "1 – اقرئي قصة مع الطفل ثم أغلقي الكتاب وتحدثي عن القصة مع الطفل وانظري إذا كان يستطيع تسمية أربعة أشياء رآها في القصة. اجعلي ذلك لعبة متبادلة بحيث تتركي الطفل أيضاً يغلق الكتاب ثم تذكري أنت أربعة أشياء رأيتها في القصة.",
                "2 – انظري إلى صور في كتاب أو كتالوج أو مجلة، بعد الانتهاء من ذلك تحدثي مع الطفل عن بعض الأشياء التي كانت في الصور.",
                "3 – إذا وجد الطفل صعوبة في التذكر، فأعطيه تلميحات مثل: هل تتذكر إذا كان في الصورة حيوان؟ أظن أنه كان هناك حيوان ينبح.",
                "4 – انظري إلى صور العائلة أو الصور في الألبوم التي بها أشياء كثيرة مختلفة وكذلك أشخاص أو أحداث. تحدثي عن الصورة وأنتما تنظران إليها، بعد ذلك وفي وجود بعض أفراد العائلة الآخرين، اطلبي من الطفل أن يخبرهم عن الصورة التي كنتما تنظران إليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "69",
            "age": "4 – 5",
            "performance": "يسمي الوقت المرتبط بأنشطة معينة خلال اليوم",
            "suggested_activities": [
                "1 – تحدثي مع الطفل عما يفعله في الصباح عندما يستيقظ ثم اسأليه عما يفعله في المساء قبل أن يذهب للنوم. تحدثي عما يفعله باقي أفراد الأسرة في الأوقات المختلفة من اليوم (الأخوة والأخوات يذهبون إلى المدرسة في الصباح ويعودون للمنزل بعد الظهر).",
                "2 – من الممتع للطفل أن يكون معك خارج المنزل في المساء. أشيري إلى القمر والنجوم المتلألئة في السماء، تحدثي عن الشمس وأنها تشرق في النهار، وتحدثي عن الأنشطة التي تقومين بها أنت والطفل في المساء.",
                "3 – العبي لعبة مع الطفل، حيث تقومين بتسمية عدد من الأنشطة المختلفة مثل الإفطار أو عودة الأب إلى المنزل من العمل أو مشاهدة برنامج تليفزيوني مفضل. بعد أن تسمي كل نشاط، أعطي الطفل الفرصة ليخبرك متى يحدث ذلك: في الصباح، بعد الظهر، أو في المساء. اجعلي الطفل يأخذ الدور ليسمي لك الأنشطة وأنت تخبريه متى تحدث.",
                "4 – أثناء الرسم معاً، أنت والطفل، شجعيه ليرسم صورة عن أنشطة النهار. اسأليه في أي وقت من اليوم يحدث ذلك.",
                "5 – احكي قصة تحكي عن أوقات اليوم المختلفة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "70",
            "age": "4 – 5",
            "performance": "يردد أناشيد الطفولة المألوفة",
            "suggested_activities": [
                "1 – اقرئي نشيداً عدة مرات، قولي الكلمات ببطء كاف حتى يستطيع الطفل إعادة الأسطر من بعدك أو أن يشارك بقول الكلمة الأخيرة من السطر. قولا النشيد سوياً.",
                "2 – قولي جزءاً من النشيد واتركي الطفل يكمل. بالتدريج قولي أقل فأقل حتى يقول الطفل النشيد كله في النهاية. صفقي للطفل لتوضحي له سرورك.",
                "3 – استعملي كتب الحضانة الخاصة بالأناشيد المصورة، تحدثي عن الصور وأنت تقولين النشيد لتعطي تلميحات للطفل ليقول السطر التالي.",
                "4 – إذا نسي الطفل التالي من النشيد فأعطيه تلميحاً وأخبريه بأول كلمة أو كلمتين واتركيه يكمل.",
                "5 – اطلبي من الطفل أن يرتب بالتسلسل 3 – 4 صور تشرح نشيداً من أناشيد الحضانة وأخبري الطفل أن يقول لك النشيد."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "71",
            "age": "4 – 5",
            "performance": "يخبر عما إذا كان الشيء أثقل أم أخف (الفرق أقل من نصف كيلوجرام)",
            "suggested_activities": [
                "1 – العبي لعبة باستخدام علب بلاستيكية أو كرتونية أو معدنية لها أيدي، شجعي الطفل على أن يملأها بمواد مختلفة الأوزان، ثم احمليها أنت والطفل لتقررا أيها أثقل وأيها أخف.",
                "2 – عند شراء احتياجاتك من المحلات، أعطي الطفل شيئين ليحملهما مثل تفاحة وحبة كنتالوب صغيرة أو ثمرة ليمون وحبة بطاطس، اسألي الطفل أي الشيئين أثقل وكيف يستعمل الميزان ليحدد إذا كان على صواب أم لا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "72",
            "age": "4 – 5",
            "performance": "يخبر عن الشيء الذي فقد عند استبعاده من مجموعة بها 3 أشياء",
            "suggested_activities": [
                "1 – العبي لعبة بوضع ثلاثة أشياء على المنضدة أمام الطفل واطلبي من الطفل أن يسمي كل واحدة، أخبري الطفل أن يغطي عينيه وارفعي واحدًا من الأشياء من على المنضدة.",
                "2 – زيدي من صعوبة اللعبة باستعمال أشياء لها صفات متشابهة مثل أشياء لها نفس اللون أو نفس الحجم ... إلخ.",
                "3 – إذا وجد الطفل صعوبة مع ثلاثة أشياء، ابدئي باستعمال شيئين فقط.",
                "4 – اجعلي الطفل يقول اسم كل شيء قبل أن ترفعي أحدهما، فذلك سوف يساعده على تذكر ما كان موجودًا.",
                "5 – إذا كانت هناك أشياء محددة تستخدم باستمرار أثناء الروتين اليومي (مثل الليفة والصابون والشامبو عند الاستحمام)، فأخفي واحدة منها عند استحمام الطفل لتري إذا كان يستطيع أن يخبرك عن الشيء الناقص."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "73",
            "age": "4 – 5",
            "performance": "يسمي ثمانية ألوان",
            "suggested_activities": [
                "1 – اسألي الطفل أن يسمي ألوانًا مختلفة قدر المستطاع داخل الحجرات المختلفة بالمنزل والمحلات أو خارج المنزل.",
                "2 – أثناء التلوين مع الطفل، اسأليه ليسمي الألوان المختلفة في علبة الأقلام أو علبة الألوان، شجعيه على استخدام الألوان في عمل الصور وتحدثي عن كل لون استخدمه.",
                "3 – أخفي مربعات من الورق ذات ألوان مختلفة في الحجرة، اطلبي من الطفل أن يجدها ويسمي الألوان كلما وجد واحدة.",
                "4 – ابدئي بالألوان التي يعرفها الطفل فعلاً وأضيفي غيرها كلما استطاع تسميتها.",
                "5 – استعملي تعبيرات مثل \"الطماطم الحمراء\" و\"الموزة الصفراء\" إلخ، لتساعدي الطفل على تذكر الألوان.",
                "6 – بداية، أعطي الطفل تلميحات بسؤاله مثال: \"هل هذه حمراء أم زرقاء؟\" بعد ذلك أعطيه تلميحًا بالأحرف الأولى فقط.",
                "7 – أعطي الطفل ممارسات غير مباشرة لتحديد الألوان خلال الأنشطة اليومية بسؤاله أن يحدد شيئًا بلونه، فمثال: \"من فضلك، ارتدِ فانلتك الزرقاء\" أو \"من فضلك، أحضر لي القلم البرتقالي\" أو \"من فضلك، استعمل الكوب الأخضر\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "74",
            "age": "4 – 5",
            "performance": "يتعرف على العملات النقدية 5، 10، 25 قرشًا",
            "suggested_activities": [
                "1 – مثلي الشراء من المحل باستخدام نقود حقيقية فئة 5، 10، 25 قرشًا. شجعي الطفل ليكون صاحب المحل وليخبرك عن أثمان الأشياء المختلفة (5، 10، 25 قرشًا). أعطيه العملة المناسبة وقولي \"إنني أعطيتك..\" ثم تبادلا الأدوار واجعلي الطفل يعطيك العملة ويسميها. إذا لم يعطك العملة الصحيحة ساعديه ليتعرف عليها.",
                "2 – العبي لعبة الاختفاء: استخدمي ثلاثة أكواب وضعي إما 5 أو 10 أو 25 قرشًا تحت كل كوب. اطلبي من الطفل أن يجد الـ 25 قرشًا. إذا لم تكن تحت أول كوب رفعه فشجعيه على أن يرفع الأكواب الأخرى حتى يجدها. أعطيه الدور ليخفي العملات تحت الأكواب وابحثي أنت عن العملة التي يحددها لك الطفل.",
                "3 – عند وجودكما في المحل، اتركي الطفل يختار بعض الحلوى. أعطيه العملات وحددي له العملة المناسبة التي يجب عليه إعطاؤها للتاجر. انظري إذا كان يعرف اسم العملة التي يستخدمها.",
                "4 – ضعي 5، 10، 25 قرشًا في صندوق صغير. أمسكي بالصندوق فوق مستوى عيني الطفل واسأليه أن يصل إلى الصندوق ويلتقط عملة، ثم اطلبي منه أن يسميها. لإضافة بعض الاستمتاع إلى اللعبة، اجعليه يخمن العملة التي سوف يختارها من الصندوق ثم يرى إذا كان تخمينه صحيحًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "75",
            "age": "4 – 5",
            "performance": "يطابق الرموز (الأحرف والأرقام)",
            "suggested_activities": [
                "1 – العبي لعبة الكروت بوضع 5 كروت للأحرف أو كروت الأرقام في مقابل الطفل، أمسكي 5 كروت للمطابقة في يدك. اطلبي من الطفل أن يسحب كارتًا واحدًا في كل مرة ويطابقه مع واحد من الكروت التي أمامه على المنضدة.",
                "2 – استعملي بازل الحروف أو الأرقام، اجعلي الطفل يركب الرمز (الحرف أو الرقم) في المكان الصحيح من البازل.",
                "3 – ابدئي بالحروف شديدة الاختلاف مثل أ، ب، س. بالتدريج، اجعلي المهمة أكثر تعقيدًا باستعمال حروف مثل ب، ت، ث، أو ج، ح، خ.",
                "4 – أضيفي رموزًا معتادة في حياة الطفل مثل الرموز الخاصة بالماء الساخن والبارد على الحنفية، أزرار التلفزيون.. إلخ.",
                "5 – علقي أحرفًا وأرقامًا داخل المنزل، أعطي الطفل مجموعة من 5 – 10 كروت للأرقام والأحرف واتركيه يبحث داخل المنزل ويطابق الأحرف أو الأرقام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "76",
            "age": "4 – 5",
            "performance": "يخبر عن لون شيء ذكر له اسمه",
            "suggested_activities": [
                "1 – أثناء الأنشطة اليومية تحدثي عن ألوان الأشياء المختلفة والمعتادة في حياة الطفل. من وقت لآخر، اسألي الطفل عن أشياء مثل: \"ما الشيء الأحمر الذي تأكله أحيانًا؟\" أو \"ما الشيء الأخضر الذي ينمو خارج المنزل؟\"",
                "2 – العبي لعبة \"عروستي\" بطريقة بسيطة، فقولي \"أنا أفكر في شيء أحمر نأكله\" أو أي شيء آخر، وسوف يقوم الطفل بذكر أشياء حمراء حتى يسمي الشيء الذي تفكرين فيه. أعطي بعض التلميحات إذا لزم الأمر مثل: \"أنا أفكر في شيء أحمر نأكله في السلطة.\" اسمحي للطفل بإعطاء التلميحات بدلًا منك إذا رغب في ذلك.",
                "3 – أثناء ذهابك لقضاء الاحتياجات اليومية، اسألي الطفل عن ألوان الأشياء المألوفة، مثال: \"ما لون سيارتنا؟ ما لون الشجرة؟ ما لون الكرسي؟ ما لون البقرة؟\" ومع الوقت سوف يستطيع الطفل التعرف على اللون بدون رؤية الشيء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "77",
            "age": "4 – 5",
            "performance": "يعيد ذكر خمسة حقائق رئيسية من قصة سمعها 3 مرات ",
            "suggested_activities": [
                "1 – اقرئي القصص عدة مرات بعد أن يعتادها الطفل. شجعيه لإنهاء الجمل (خاصة إذا كان هناك تكرار كثيرًا). أصدري الأصوات المستخدمة في الكتاب أو مثلي أدوار الشخصيات. توقفي قليلًا عند أجزاء مختلفة في القصة واسألي عما سيحدث بعد ذلك.",
                "2 – استخدمي الصور التي في الكتاب لمساعدة الطفل على التذكر وامدحيه إذا تذكر وأخبرك عن مزيد من القصة.",
                "3 – تابعي العروض التليفزيونية مع الطفل، تحدثي معه عما يحدث خلال العرض. بعد انتهاء العرض، خصصي وقتًا ليخبرك عما حدث في العرض.",
                "4 – استعملي صورًا تمثل أحداث قصة. احكي القصة أثناء ترتيب الطفل للصور بالترتيب الصحيح، ثم اجعليه يحكي لك القصة وأنت تنظرين إلى الصور. إذا لم يستطع الطفل حكاية القصة، اقترحي أفكارًا من الصور وقومي بالتصحيح إذا لزم الأمر وأضيفي حقائق أكثر.",
                "5 – بعد أن تحكي قصة للطفل عدة مرات، شجعيه على أن يحكيها لأفراد الأسرة الآخرين والأصدقاء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "78",
            "age": "4 – 5",
            "performance": "يرسم شخصًا (رأس وجذع و4 أطراف)",
            "suggested_activities": [
                "1 – اجعلي الطفل ينام على فرخ ورق بطوله بينما أنت (أو طفل آخر) تتتبعين حدود جسمه. اجعلي الطفل يلون حدود جسمه وساعديه على قصها إذا أراد ذلك. تحدثي عن أجزاء الجسم بينما الطفل يلونها.",
                "2 – أثناء التلوين مع الطفل، شجعيه على رسم شخص واستخدمي كلمات بسيطة للتلميح أثناء عمله لتساعديه على تذكر إضافة أجزاء الجسم المختلفة مثل: \"انظر جيدًا، ماذا يحتاج الشخص الذي رسمته أيضًا؟ بماذا يشم ذلك الشخص؟\"",
                "3 – إذا وجد الطفل صعوبة في رسم شخص، فارسمي جزءًا من الصورة للطفل واتركيه ليكملها. قدمي له صورة كاملة لاستخدامها كنموذج لتذكره بأجزاء الجسم المختلفة. كلما أصبح الطفل أكثر قدرة، اتركيه يرسم جزءًا أكبر من الصورة بنفسه ثم ارفعي النموذج.",
                "4 – إن الرسومات الأولى للطفل من الأشخاص تكون عادة مبسطة جدًا. من الممكن أن تري الطفل كيف يطور هذه الرسومات الأولى بأن تعرفيه كيف يرسم ملابس على الأشخاص وذلك برسمها فوق نماذج لصور الأشخاص.",
                "5 – اجعلي الطفل يتتبع بإصبعه إطارًا على شكل شخص (قطاعة بسكويت) ويمكنه أن يملأ التفاصيل على الشكل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "79",
            "age": "4 – 5",
            "performance": "يغني خمسة أسطر من أغنية",
            "suggested_activities": [
                "1 – استعملي الأغاني التي تحتوي على كثير من التكرار حتى يستطيع الطفل أن يتعلم الكلمات بسهولة أكثر. غني الأغنية كلها ببطء وكرريها عادة خلال اليوم. إذا أبدى الطفل اهتمامًا بالغناء معك، توقفي لحظة بعد كل سطر لتتركي له الفرصة ليردد السطر. لا تغني كل شيء واتركي الكلمة الأخيرة من السطر وشجعي الطفل ليغني تلك الكلمة.",
                "2 – إن شرائط الكاسيت التي تحتوي على الأغاني المألوفة والتي يمكن أن يرددها الطفل تعتبر من الممارسات المفيدة.",
                "3 – من اللطيف أن تغني مع الطفل أثناء الذهاب للتمشية أو قيادة السيارة. غني أنت الجزء الأول من كل سطر واجعلي الطفل يكمل.",
                "4 – استعملي أي أغنية تمتع الطفل بما فيها إعلانات التلفزيون والأغاني الشعبية.",
                "5 – امدحي غناء الطفل حتى لو ترك بعض الكلمات في البداية. بالتدريج، شجعيه ليقول كلمات أكثر."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "80",
            "age": "4 – 5",
            "performance": "يبني هرما من عشرة مكعبات مقلدا",
            "suggested_activities": [
                "1 – أثناء لعبك مع الطفل، خذي ستة مكعبات وأعطي الطفل ستة. اجعليه يقلد كل حركة من حركاتك وأنت تقومين ببناء هرمك. تحدثي ببطء عما تفعلينه ولماذا تضعين المكعبات كذلك.",
                "2 – ابني هرما من ستة مكعبات واتركيه قائما وشجعي الطفل على بناء واحد مثله. تحدثي عما يفعله واستخدمي كلمات تشجيعية.",
                "3 – بعد أن تبنيا أهرامات معا لفترة، انظري إذا كان يستطيع الطفل عمل ذلك بنفسه مع تشجيعك. أعطيه تلميحات لفظية إذا احتاج لذلك.",
                "4 – اتبعي نفس الطريقة باستخدام العشرة مكعبات.",
                "5 – أعطي الطفل تلميحات لفظية أثناء عمله، فمثلا قولي \"هل ذلك صحيحا؟\" أو \"آه، يمكنك أن تجرب وضع ذلك المكعب فوق أيضا\" إلخ. (لا تتوقعي أهرامات متقنة).",
                "6 – ارسمي حدود الهرم على قطعة من الورق. الصقي الورقة على الحائط بحيث تلامس القاعدة الأرض وشجعي الطفل على أن يملأ الحدود بالمكعبات ليبني هرمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "81",
            "age": "4 – 5",
            "performance": "يسمي الأشياء \"طويلة\" أو \"قصيرة\"",
            "suggested_activities": [
                "1 – أثناء أداء الأعمال الفنية مع الطفل، استخدمي أقلام رصاص أو عصي خشبية أو شرائط من الورق أو مواد أخرى بأطوال مختلفة. أثناء العمل بتلك المواد، أشيري إلى الشيء الطويل وقولي \"هذه واحدة طويلة\". اسألي الطفل إذا كان يوجد أشياء أخرى طويلة. افعلي نفس الشيء مع القصير. يمكنك عمل سلسلة أو عقد باستخدام شرائط طويلة وقصيرة من الورق واجعلي الطفل يسمي الطويل والقصير كلما لبسها معا.",
                "2 – في البداية، استعملي أشياء طويلة جدا وقصيرة جدا حتى يكون الفرق واضحا للطفل. قللي الفرق تدريجيا كلما اكتسب الطفل مهارة.",
                "3 – أثناء الطعام، اقطعي أوراقا طويلة وقصيرة من الخس أو قطعا طويلة وقصيرة من الجزر أو الخيار أو الجبن. اجعلي الطفل يخبرك أي القطع طويلة واتركيه يأكلها إذا أخبرك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "82",
            "age": "4 – 5",
            "performance": "يضع الأشياء وراء، جنب، قريب من",
            "suggested_activities": [
                "1 – خلال اليوم (قبل الطعام أو عند النوم .. إلخ)، اختلقي مناسبات للطفل حتى يقف خلف أو جنب أو بالقرب من الكرسي أو الكنبة أو السرير.",
                "2 – العبي لعبة باستخدام أزواج من اللعب (كرسيين أو مكعبين مثلا). ضعي مكعبا خلف الكرسي الخاص بك وأخبري الطفل أين وضعته، مثلا \"لقد وضعت المكعب خلف الكرسي\". ثم اجعلي الطفل يضع واحدا في نفس المكان بالنسبة لذلك الكرسي واسأليه أن يخبرك أين وضعه وقلديه أنت. بعد أن يصبح قادرا على عمل ذلك، اجعلي اللعبة أكثر صعوبة ولا تضعي المكعب الخاص بك ولكن أخبريه فقط أين يضع مكعبه.",
                "3 – استعملي كتابا يوضح بالرسم موضع الأشياء. أثناء تصفح الكتاب معا، اسألي الطفل ليشير إلى القطة التي خلف الكرسي.. إلخ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "83",
            "age": "4 – 5",
            "performance": "يطابق مجموعات متساوية من 1 إلى 10 أشياء",
            "suggested_activities": [
                "1 – إلعبي لعبة بإستخدام مكعبات أو أي أشياء صغيرة. تأكدي من أن كل منكما، أنت والطفل، معه 10 مكعبات. أعرضي عددا من المكعبات وإطلبي من الطفل أن يعرض نفس العدد من مكعباته، ال تقولي العدد وقولي فقط \"هل تستطيع وضع نفس العدد مثلي؟\" يمكن للطفل أن يراجع العدد ليرى إذا كان صحيحاً وذلك بمطابقة كل واحدة من مكعباته بواحدة من مكعباتك ويرى إذا كانت المجموعتان متساويتان في العدد أم ال .",
                "2 – غيري ترتيب أعداد الأشياء التي تختارينها ليطابقها الطفل (1، 3، 7، 4).",
                "3 – أثناء الطعام الخفيف استعملي سوداني أو شيبسي وإجعلي الطفل يأكلها إذا طابقت مجموعتك بصورة صحيحة.",
                "4 – أثناء إعداد الطعام سوياً خذي أربعة أطباق وإطلبي من الطفل أن يضع حبة طماطم واحدة أو زيتوناً أو أي طعام آخر في كل طبق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "84",
            "age": "4 – 5",
            "performance": "يسمي أو يشير إلى الجزء الناقص من صورة شيء ما",
            "suggested_activities": [
                "1 – إرسمي صورًا لأشياء مألوفة، كل واحدة منها بها جزءًا ناقصًا أو استخدمي صورًا جاهزة لذلك الغرض. اسألي إذا كان يستطيع إخبارك عن الجزء الناقص، ساعديه بسؤالات مثل \"هل هذا الشخص له رأس؟\" أو \"ماذا يحتاج الجردل حتى تستطيع أن تحمله؟\"",
                "2 – ابدأي باستخدام صور واضحة جدًا مثل حصان بدون رأس أو بيت بدون سقف، ثم استخدمي صورًا أقل وضوحًا مثل حصان بدون ذيل.",
                "3 – جربي استخدام صور مختلفة بحيث يجب على الطفل أن ينظر بعناية حتى يعرف الجزء الناقص.",
                "4 – إذا لزم الأمر، شجعي الطفل على أن يقارن بين الصورة غير المكتملة والأخرى المكتملة لتساعديه على التعرف على الجزء الناقص.",
                "5 – استخدمي بازل من الصور، ضعي جزءًا أو اثنين في جيبك، ثم اطلبي من الطفل أن يخبرك بالجزء الناقص، ثم أخرجي القطع من جيبك ليراجعها. يمكنك استخدام البازل البسيط للحيوانات والأشخاص أو الأشياء.",
                "6 – يمكنك أن تعملي أنت والطفل البازل الخاص بكما، ارسمي صورة ثم قصيها إلى أجزاء، خبيئي جزءًا واسألي الطفل أن يخبرك عن الجزء الناقص، ثم أعطيه الفرصة ليخبئ جزءًا وأخبريه أنت بالجزء الناقص."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "85",
            "age": "4 – 5",
            "performance": "بعد من الذاكرة من 1 إلى 20",
            "suggested_activities": [
                "1 – اجعلي الطفل يعد لك لتحديد إلى أي مدى يستطيع أن يعد فعالًا، ثم قولي الرقمين التاليين أو الثالثة واجعلي الطفل يعيد ذلك قدمًا. يستطيع الطفل أن يعد بهذا القدر بصورة دائمة. أضيفي ثلاثة أرقام تالية حتى يستطيع العد حتى عشرين.",
                "2 – اجعلي الطفل يعد خطواته أو درجات السلم وهو يصعدها.",
                "3 – عند الذهاب للمشي، تحدثي مع الطفل عما تراه وشجعيه ليعد الأشياء مثل البيوت أو السيارات، انظري إذا كان يستطيع العد حتى عشرين. إذا توقف فأخبريه بالرقم التالي أو الكلمة الأولى في الرقم الثاني وشجعيه ليستمر.",
                "4 – عند غسل الأطباق، عرضي الملعقة أو الشوكة على الطفل واجعليه يعطيك كل ملعقة ويعد خلال ذلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "86",
            "age": "4 – 5",
            "performance": "يذكر موضع الشيء: الأول، الوسط، الأخير",
            "suggested_activities": [
                "1 – أعملي كتابًا من ثلاث صفحات باستخدام صور ملصقة على الورقة، وشجعي الطفل ليرسم صورًا ليعمل بها كتابًا. تحدثي عن الكتاب الذي صنعته وسمي الصفحات بالأولى والوسطى والأخيرة، وكلما أشرت إلى صورة، اسألي الطفل إذا كانت هذه الصورة الأولى أم الوسطى أم الأخيرة.",
                "2 – إجلسي أنت وشخص آخر مع الطفل على شكل قطار، وتحدثي عن موضع كل منكم في الأولى والوسط والأخير، وغيروا المواقع من وقت لآخر لتعطي كل شخص فرصة ليكون القاطرة والسابقة. شجعي الطفل ليخبرك عن موضع كل شخص بعد تغيير المواقع.",
                "3 – عند وجودك في النادي أو الحضانة، أوقفي في الصف للتزحلق، اشيري إلى الشخص الذي أمام الصف وقولي \"إنه الأول\". اسألي الطفل ليخبرك (أو يشير إليك) الشخص الأخير والشخص الذي في الوسط عندما يكون الطفل في مواقع مختلفة من الصف وضحي له أنه الأول أو الأخير أو في الوسط."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الحركة": [
        {
            "title": "94",
            "age": "4 – 5",
            "performance": "يقف على قدم واحدة لمدة من 4 – 8 ثوانٍ بدون مساعدة",
            "suggested_activities": [
                "1 – ضعي الطفل في الردهة أو بين كرسيين، دعي الطفل يرتكز على الحائط أو على الكرسيين بكلتا يديه وهو يرفع قدمًا واحدة، عدي ببطء إلى الخمسة بينما الطفل يقف متزنًا، صفيقي للطفل عندما يفعل ذلك. زيدي العد حتى 8 إذا أمكن.",
                "2 – أثناء لعب مباراة مثل لعبة نط الحبل، يستطيع الطفل ممارسة الوقوف على قدم واحدة ثم الأخرى.",
                "3 – تظاهري بأنك النعامة التي تقف على قدم واحدة وهي نائمة.",
                "4 – استعملي كرسيًا صغيرًا ليمسك به الطفل ليتزن أو امسكي بيد الطفل، اسأليه أن يقف على قدم واحدة، عندما يستطيع الوقوف على قدم واحدة تدريجيًا خففي المساعدة المعطاة، ثم اتجهي من الارتكاز على كرسي إلى مسك نهاية قلم رصاص وأنت تمسكين بالطرف الآخر.",
                "5 – يستطيع الطفل ممارسة الوقوف على قدم واحدة لحظيًا بعمل أنشطة مثل المشي بين خشبات سلم ملقى على الأرض واجتيازه حبل معلق وقذف مرة بقدمه.",
                "6 – دعي الطفل يمسك القلم (بدون سند على الطرف الآخر) أو بمكعب بمساعدته على موازنة نفسه.",
                "7 – عدي عدد الثواني التي يقفها الطفل بصوت عالٍ وكافئي تحسنه. ابدئي بتحديد الهدف النهائي لمدة ثانية أو ثانيتين وتدريجيًا زيدي المدة المطلوبة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "95",
            "age": "4 – 5",
            "performance": "يجري مغيراً اتجاهه",
            "suggested_activities": [
                "1 – أري الطفل كيف يجري ويغير اتجاهه.",
                "2 – أعملي ممراً بالمواقع باستخدام الشريط أو الخبط أو العلامات التي تتطلب من الطفل تغيير اتجاهه أثناء الجري.",
                "3 – العبوا سباقات أو لعبة الركض مع أفراد العائلة أو أطفال الجيران.",
                "4 – نمي أنشطة الركض مع تغيير الاتجاه في ألعاب مثل \"القائد يقول\" باستخدام 2 – 3 اتجاهات مثل \"اركض إلى الشجرة ثم إلى الأرجوحة\".",
                "5 – تدربي على استخدام \"يمين\" و\"شمال\" ككلمات للاتجاه، مثال: قولي للطفل \"اركض إلى الشمال، اركض إلى اليمين\" أثناء لعب اللعبة. شجعي الطفل على اتباع الاتجاهات بأن يكون القائد الذي يعطي التعليمات في اللعبة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "96",
            "age": "4 – 5",
            "performance": "يمشي على خشبة التوازن",
            "suggested_activities": [
                "1 – ضعي لوحاً مسطحاً على الأرض وامشي على طوله متوازنة برفع ذراعيك للخارج، شجعي الطفل ليفعل مثلك عندما يتمكن. ضعي اللوح بحرص على مكعبات من الحجر أو الطوب بارتفاع 5 – 10 سم عن الأرض وساعدي الطفل في المشي فوقه.",
                "2 – دعي الطفل أن ينظر إلى نقطة معينة على الحائط (مثل صورة) بينما تساعديه وهو يمشي على الخشبة، وقفي له عندما يتزن. أخبريه أنه يفعل جيدًا عندما يحافظ على التوازن، وامدحيه كلما قلل من عدد المرات التي يسقط فيها.",
                "3 – أعطي الطفل شيئًا يمسكه بكل يد مثل مكعب صغير ليساعده على التوازن. زودي الطفل بتعليمات بفرد ذراعيه للخروج على الجانبين.",
                "4 – ضعي شرائح من الورق السميك أو القماش على الأرض بطول 120 سم وعرض 30 سم تقريبًا. شجعي الطفل على المشي بين الشرائح، وزد المسافة تدريجيًا عندما يصبح الطفل قادرًا على ذلك. بعد ذلك، جربي خشبة التوازن. امدحي الطفل كلما تحسن.",
                "5 – ضعي قطعة طويلة من الخيط على الأرض، وشجعي الطفل على المشي عبر الخيط بوضع المكعب أمام القدمين للتوازن.",
                "6 – ضعي كيسًا من الفاصوليا على رأس الطفل أثناء المشي، وهذا سيساعده على جعل رأسه وجسمه قائمًا لمزيد من التوازن."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "97",
            "age": "4 – 5",
            "performance": "يسقط إلى الأمام 10 مرات بدون أن يقع",
            "suggested_activities": [
                "1 – أري الطفل ماذا يفعل بالقفز إلى الأمام، وعدّي بصوت عالٍ في كل مرة يقفز فيها. صفّقي وقولي \"ممتاز\" في كل مرة يتمكن فيها.",
                "2 – مارسي القفز في مكانك عشر مرات، وعدّي بصوت عالٍ مع الطفل.",
                "3 – قفي على بعد خطوات أمام الطفل واسأليه ليقفز إليك. عدّي بصوت عالٍ في كل قفزة، وزيدي تدريجيًا المسافة.",
                "4 – اعملي خطوطًا بالطباشير على الممر الجانبي أو خطوطًا من الصوف على السجادة أو الأرض، وشجعي الطفل على القفز بين الخطوط.",
                "5 – العبي ألعابًا تتطلب القفز مثل لعبة القفز بالحبل.",
                "6 – تظاهري بأنك أرنبة أو ضفدعة واقفزي حول الفناء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "98",
            "age": "4 – 5",
            "performance": "يقفز فوق خيط يرتفع 5 سم عن الأرض",
            "suggested_activities": [
                "1 – ابدئي بالقفز فوق العلامات الموضوعة على الأرض مثل شريط لاصق أو عصا صوف، الخ.",
                "2 – شجعي الطفل على القفز فوق خيط أو حبل يرتفع عن الأرض مسافة 2.5 سم، وزيدي تدريجيًا الارتفاع كلما أصبح الطفل أكثر ثقة.",
                "3 – قفي أمام الطفل والخيط بينكما، وامسكي يديه ساعديه جسديًا بسحبه إلى أعلى عبر الخيط. استخدمي عبارات اللعب مثل \"هيا نذهب: 1، 2، 3\".",
                "4 – وفري حبال على ارتفاع 5 سم عن الأرض واربطي طرفي الخيط بكراسي ثابتة مثبتة. شجعي الطفل على القفز فوق الحبل.",
                "5 – وفري عمودًا من الخيزران على ارتفاع 5 سم من الأرض. شجعي الطفل على القفز فوق العمود للتمرن. تذكري استخدام بساط لحماية الطفل إذا سقط."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "99",
            "age": "4 – 5",
            "performance": "يقفز للخلف 6 مرات",
            "suggested_activities": [
                "1 – اختاري منطقة مفتوحة لتجنب الاصطدام بالأشياء. أريه كيفية القفز للخلف مرة واحدة، ثم شجعي الطفل ليقلدك. زيدي تدريجيًا عدد مرات القفز.",
                "2 – امسكي الطفل من وسطه وقفي إمامه أو خلفه، وقومي بالقفز معًا حتى يصبح الطفل واثقًا من القفز بمفرده.",
                "3 – على الشاطئ، شجعي الطفل على القفز للخلف من الرمال إلى الماء. ابدئي بمسافة قفزة واحدة، ثم زيدي تدريجيًا المسافة.",
                "4 – اختاري أماكن محددة للقفز (مثل القفز إلى الكرسي، القفز إلى الشجرة)، واستخدمي التوجيه اللفظي أثناء القفز مثل \"نط، نط، نط\" أو عد القفزات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "100",
            "age": "4 – 5",
            "performance": "ينطط كرة كبيرة على الأرض ويلتقطها",
            "suggested_activities": [
                "1 – أري الطفل كيف ينطط الكرة بنفسك.",
                "2 – قفي على بعد 90 – 120 سم من الطفل، واضربي الكرة له ودعيه يفعل مثلك بإعادتها إليك.",
                "3 – وقفي خلف الطفل، وخذي يديه وساعديه في التنطيط بالكرة.",
                "4 – دعي الطفل يسقط الكرة على الأرض واتركيه ينططها بمفرده.",
                "5 – إذا احتاج الطفل للمساعدة، امسكي بكوعه ومعصمه وساعديه في حركة النط والتقاط الكرة، وتدريجيًا خففي المساعدة.",
                "6 – استخدمي التوجيهات اللفظية والتوجيه الجسدي أثناء الحركة مثل \"نط والتقط\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "101",
            "age": "4 – 5",
            "performance": "يشكل قطعتين أو ثلاثة من الطين (الصلصال) ويركبها معًا",
            "suggested_activities": [
                "1 – شكلي أنت والطفل 5 كرات من الصلصال. أري الطفل كيف يركب الكرات معًا ليصنع شكل إنسان أو حيوان، وشجعيه على صنع شيء باستخدام الكرات التي صنعها.",
                "2 – شكلي أنت والطفل خمسة عصيات من الصلصال بالإضافة إلى مثلث. أري الطفل كيف يثبت \"العصيات\" ليصنع أرجلًا وذيلًا لحيوان أو أرجلًا لكرسي أو طاولة وغيرها. دعي الصلصال يجف واستخدمي تلك الأشياء في اللعب.",
                "3 – استخدمي عجينة الخبز أو الكعك لتشكيل أشكال لأشخاص وحيوانات، وكافئي الطفل بالسماح له بأكل المنتج النهائي.",
                "4 – استخدمي خليطًا من الرمل والماء لصنع أشكال مختلفة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "102",
            "age": "4 – 5",
            "performance": "يقص منحنى",
            "suggested_activities": [
                "1 – قصي زاوية من ورقة مربعة.",
                "2 – قصي دوائر وامسكي الورقة بينما يقوم الطفل بالقص.",
                "3 – صنعي حيوانات من الورق واتركي الطفل يقوم بقص الذيال لتلك الحيوانات على خطوط منحنية مرسومة على الورق. دعيه يركب الذيل للحيوان.",
                "4 – قصي أشكال بها منحنيات بسيطة.",
                "5 – قصي شرائح منحنية من الورق.",
                "6 – في البداية استخدمي خطًا عموديًا كدليل. ارشدي الطفل جسديًا بوضع يدك على يده وتوجيه حركته أثناء القص، وتدريجيًا خففي المساعدة حتى يتمكن من القص بمفرده، استخدمي التوجيهات اللفظية مثل \"أدر\"، \"قص على الخط\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "103",
            "age": "4 – 5",
            "performance": "يركب أداة ذات قالووظ",
            "suggested_activities": [
                "1 – استخدمي برطمانًا بلاستيكيًا أو مسمارًا قالووظًا بلاستيكيًا وصامولة.",
                "2 – امسكي الجزء السفلي بينما يمسك الطفل الجزء العلوي.",
                "3 – أثناء الطعام، ساعدي الطفل في لف غطاء حافظة صغيرة للحرارة يحتوي على قالووظ. ضعي يديك فوق يدي الطفل وساعديه في عمل حركة لف دائرية لتثبيت الغطاء، وبعد ذلك دعيه يفك الغطاء ويعيد وضع السائل ومن ثم يركبه مرة أخرى.",
                "4 – قد يحتاج الطفل إلى وضع الحاوية بين ركبتيه لمزيد من التحكم، شجعيه على مسك البرطمان من الجزء العلوي باليد اليسرى ولف الغطاء باليد اليمنى (أو العكس إذا كان أعسر). كافئي جهوده بوضع لعبة كمفاجأة داخل الحاوية.",
                "5 – في البداية تأكدي من أن الغطاء موضوع بشكل صحيح على الحافظة ليتمكن الطفل من إتمام عملية اللف."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "104",
            "age": "4 – 5",
            "performance": "ينزل السلم بتبادل القدمين",
            "suggested_activities": [
                "1 – شجعي الطفل على استخدام درابزين السلم ومساعدته في معالجة الأدوات عندما يبدأ في تعلم المهارة.",
                "2 – إذا كان الطفل قادرًا على مطابقة الألوان، ربطي فردة حذائه برباط أحمر والأخرى برباط أزرق (أو وضعي ملصق أحمر وآخر أزرق على كل فردة من الأحذية). ضعي صفائح ملونة بالتبادل على الدرجات حتى يتمكن الطفل من مطابقة اللون لكل درجة مع اللون على الحذاء.",
                "3 – أري الطفل كيفية \"النزول والانتظار\" وعدم وضع كلتا القدمين على نفس الدرجة، قدمي مثالًا مبالغ فيه للمساعدة في تذكير الطفل بتبادل القدمين. شجعيه باستخدام التوجيهات اللفظية والإشادة.",
                "4 – في البداية، استخدمي عدد قليل من الدرجات على السلم أو ابدأ من النهاية السفلى للسلم.",
                "5 – ضعي لعبة محببة في أعلى السلم أو أعملي شخصًا ينتظر الطفل للتشجيع."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "105",
            "age": "4 – 5",
            "performance": "يركب دراجة بثلاث عجلات ويغير اتجاهه",
            "suggested_activities": [
                "1 – ضعي حواجز في ممر الدراجة حتى يضطر الطفل إلى الدوران بالدراجة حولها.",
                "2 – دعي الطفل يطاردك وهو يقود الدراجة ذات الثلاث عجلات وأنت تتحركي باتجاهات مختلفة أمامه.",
                "3 – في البداية، قفي خلف الطفل وساعديه في تدوير عجلة القيادة بوضع يديك فوق يديه. تدريجياً، خففي المساعدة عبر مساعدته بمسك ناحية واحدة، ثم اسمحي للطفل بالقيام بذلك بمفرده.",
                "4 – عندما يستطيع الطفل التحكم بالدراجة وتغيير اتجاهه بنجاح، شجعيه على التوجه نحو أشياء محددة. استخدمي كلمات مثل \"دور\" أثناء قيادتك للدراجة.",
                "5 – جهزي مساحة كبيرة تسمح للدراجة ذات الثلاث عجلات بالدوران بشكل كامل. قومي بربط عجلة القيادة بالدراجة بحبل لتثبيتها في وضع الدوران، وهذا يتيح للطفل فرصة لقيادة الدراجة في دائرة كاملة.",
                "6 – دعي الطفل يدور حول أشياء مثل صندوق كبير موضوع في طريق الدراجة أو على جانب الطريق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "106",
            "age": "4 – 5",
            "performance": "يحجل على قدم واحدة 5 مرات متتالية",
            "suggested_activities": [
                "1 – في البداية، دعي الطفل يمسك بذراعك للحصول على الدعم. امشي معه عبر الغرفة واستخدمي \"طب، طب، طب\" لكل حجلة يقوم بها.",
                "2 – استخدمي قضيبًا طويلاً مثل عصا المكنسة، قفي بجانب الطفل وامسكي بجزء من العصا على مستوى صدره. دعيه يمسك العصا بيد واحدة ويحجل. تدريجياً، أتركي العصا ودعي الطفل يحجل وهو يحافظ على توازنه.",
                "3 – لعبي لعبة الحجلة أو أي لعبة تشبه الحجلة، حيث يتم تحريك الحجلة من نقطة إلى أخرى عبر الأرض بوضع مربعات. دعي الطفل يمشي من مكان إلى آخر.",
                "4 – قفي على بعد قريب من الطفل ودعيه يحجل نحوك عندما يكون جاهزًا. تدريجياً، زيدي المسافة بينكما وحافزيه بالتصفيق والابتسامة والعناق عندما يصل إليك.",
                "5 – في بعض الأحيان، أعطي الطفل شيئًا يمسكه بكلتا يديه مثل مكعبات لتوفير الدعم حتى يستعيد توازنه أثناء الحجل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "107",
            "age": "4 – 5",
            "performance": "يقص دائرة قطرها 5 سم",
            "suggested_activities": [
                "1 – ارسمي دوائر على ورقة بخط أسود داكن. استخدمي أوراقاً بسمك مختلف.",
                "2 – ابدئي بورقة سميكة بها دائرة قطرها 10 سم وقمي بوضع دوائر أصغر داخلها حتى تصل قطرها إلى 5 سم. شجعي الطفل على قص الدوائر واحدة تلو الأخرى، ابتداءً من الأكبر. ساعديه في قص الدوائر الصغيرة إن لزم الأمر. اقترحي عليه رسم أشكال أو وجوه على الدوائر واستخدميها في اللعب.",
                "3 – شجعي الطفل على ممارسة قص الدوائر باستخدام مقص المطبخ أثناء مساعدتك في المطبخ، مثلاً يمكنه قص شريحة من الجبن الأصفر بشكل دائري لوضعها على الفطيرة.",
                "4 – في البداية، قد تحتاجين إلى مساعدته في توجيه الورقة أو استخدام التوجيهات اللفظية مثل \"أدر\". تدريجياً، خففي من المساعدة التي تقدمينها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "108",
            "age": "4 – 5",
            "performance": "يرسم صوراً بسيطة من الممكن التعرف عليها مثل بيت أو شخص أو شجرة",
            "suggested_activities": [
                "1 – بينما ترسمين أنت والطفل، شجعيه على أن يرسم بيتًا، تحدثي عن شكل كل جزء في البيت وأعطيه فكرة عن كيفية الرسم، فمثلاً الجزء الأساسي يمكن أن يكون مستطيل والشبابيك مربعة وأكرة الباب دائرة.",
                "2 – إذا كان ممكناً، شجعي الطفل ليرسم بألوان مختلفة مثل الأقلام الملونة أو الأفالم الملونة، أو اللباد. استخدمي أنواع مختلفة من الورق.",
                "3 – شجعي الطفل أثناء الرسم وحفزيه إذا نسي أجزاء مهمة بسؤاله أسئلة مثل \"هل للبيت باب؟\" أو \"كم رجل للرجل؟\" إلخ. امنحي الطفل فرصة لمحاولاته، وتذكري أن رسمه ليس من الضروري أن يكون مطابقًا لرسمك.",
                "4 – دعي الطفل يغمض عينيه واستخدمي قلماً أسود اللون، دعيه يعمل شخبطة على ورقة، ثم دعيه يفتح عينيه واجعلي الشخبطة جزءًا من صورة، مثل رأس أو سقف أو شجرة، أو أي شيء آخر يريد ابتكاره.",
                "5 – دعي الطفل يستخدم أدوات مختلفة مثل اللباد، الدهان، الطباشير الملونة على ورق قاتم أو غيره. كافئي كل محاولاته للرسم. ابحثي عن مكان بارز لعرض أعماله الفنية مثل باب الثلاجة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "109",
            "age": "4 – 5",
            "performance": "يقص ويلصق أشكالًا بسيطة",
            "suggested_activities": [
                "1 – استخدمي أشكال هندسية من قطع البسكويت أو أجزاء البازل أو علب الأطعمة أو الصناديق الصغيرة، شجعي الطفل على تتبع الأشكال على الورقة بقلم رصاص، ثم قصها. يمكنك تتبع نفس الشكل على ورقة أخرى مرة ثانية ومن ثم لصقها على الخطوط المرسومة.",
                "2 – اتركي الطفل يتصفح المجلات ويقص الصور التي تعجبه، ثم صنعي كتابًا جميلًا للصور الصحيحة ولصقها بتدبيس عدة صفحات من الورق.",
                "3 – شجعي الطفل على قص قطع من الورق الملون ولصقها على قطعة أخرى من الورق لتكوين صورة.",
                "4 – قصي دوائر حمراء، مربعات حمراء، مثلثات حمراء، دوائر زرقاء، ومثلثات زرقاء. اجعلي الطفل يلصق الدوائر الحمراء في الأماكن المخططة باللون الأحمر والدوائر الزرقاء في المكان المخطط باللون الأزرق... الخ.",
                "5 – دعي الطفل يتدرب على القص وذلك بنزع الصور من كتب الملصقات التي تكون فيها الصور محززة بالأختام.",
                "6 – ضعي علامات حول الصور في كتالوج الألعاب أو المجلات بألوان داكنة تحدد مثلثات ودوائر ومربعات، ثم دعي الطفل يقصها ويلصقها في دفتره الخاص أو على لوحة كبيرة."
            ],
            "scale": -1,
            "comment": ""
        }
    ]
}