{
    "المساعدة الذاتية": [
        {
            "title": "1",
            "age": "0 – 1",
            "performance": "يمص ويبلع السوائل",
            "suggested_activities": [
                "1 – نشطي عملية المص عن طريق عمل تدليك \"مساج\" للخدود عندما تكون الحلمة في الفم، وذلك بتحريك الأصابع للأمام والخلف.",
                "2 – لتنشيط عملية البلع، دلكي رقبة الطفل بدءاً من الذقن حتى الحلق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "2",
            "age": "0 – 1",
            "performance": "يتناول الطعام السائل مثل السيريلاك أو المهلبية",
            "suggested_activities": [
                "1 – أمسكي الطفل في وضع شبه معتدل، استخدمي ملعقة صغيرة وضعي كمية قليلة من الطعام، انتظري لحظة حتى يبتلع الطفل قبل تقديم كمية أخرى من الطعام.",
                "2 – ضعي الطعام في منتصف اللسان.",
                "3 – عند وضع الطعام في فم الطفل، إلمسي اللسان في ثلاث أو أربع أماكن قبل إفراغ الطعام. هذه الحركة ستشجع الطفل على سحب اللسان حتى يتم البلع."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "3",
            "age": "0 – 1",
            "performance": "يمد يده ويمسك زجاجة الرضاعة (الزازة)",
            "suggested_activities": [
                "1 – إمسكي الزجاجة بحيث يراها الطفل، ثم حركيها ببطء نحو فم الطفل أثناء الكلام معه. إذا لم يحاول الطفل الوصول إلى الزجاجة، فضعي يدك عليها قبل وضع الحلمة داخل فمه. قومي بهذا التمرين في كل مرة تقدمين الزجاجة إلى الطفل.",
                "2 – أعطي الطفل الزجاجة واتركيه يمصها لبعض الوقت. حركي الزجاجة بعيداً عن فم الطفل لترى إذا كان سيحاول الوصول إليها. امسكي بيديه لمساعدته على الوصول إليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "4",
            "age": "0 – 1",
            "performance": "يتناول الطعام المصفى الذي تضعه الأم في فمه",
            "suggested_activities": [
                "1 – استخدمي كميات قليلة من الطعام عندما يكون الطفل جائعاً.",
                "2 – يجب أن يكون وقت تناول الطعام مريحًا ومحببًا للطفل وللأم على حد سواء. تحدثي مع الطفل أثناء إطعامه.",
                "3 – ضعي الطعام ومريلة الطعام (بافتة) وفوطة صغيرة في متناول اليد لتيسير عملية الطعام دون انقطاع.",
                "4 – ضعي الطفل في حضانتك بوضع قائم (مستقيم)، أدخلي الطعام إلى ثلثي اللسان باستخدام ملعقة صغيرة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "5",
            "age": "0 – 1",
            "performance": "يمسك بزجاجة الرضاعة (البزازة) بدون مساعدة أثناء الرضاعة",
            "suggested_activities": [
                "1 – ضعي يد الطفل حول الزجاجة أثناء إمساكك بها أيضاً.",
                "2 – ضعي يد الطفل حول الزجاجة، وسحبي يدك تدريجياً حتى يمسك الطفل بالزجاجة بنفسه.",
                "3 – امسكي بالزجاجة لبضع دقائق، ثم اتركي الطفل يمسك بها لبضع دقائق.",
                "4 – املئي الزجاجة جزئياً حتى لا تكون ثقيلة جداً على يد الطفل، ثم قللي من مساعدتك للطفل تدريجياً.",
                "5 – عندما يكون الطفل جائعاً، اتركيه يمسك بالزجاجة أثناء الجزء الأول من الرضاعة، وعندما يشبع ويبدأ في التخاذل، امسكي بالزجاجة مرة أخرى. زادي من فترات تركه يمسك بالزجاجة بشكل تدريجي."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "6",
            "age": "0 – 1",
            "performance": "يوجه الزجاجة نحو الفم أو بعيداً عنه",
            "suggested_activities": [
                "1 – ضعي يد الطفل على الزجاجة، ثم حركي الزجاجة برفق نحو فم الطفل. اتركي الطفل يمسك بالزجاجة أثناء الرضاعة، وعندما ينتهي، أخرجي الزجاجة من فم الطفل بينما تضعي يد الطفل عليها، وقللي من المساعدة عندما يتمكن الطفل من السيطرة على الزجاجة بنفسه.",
                "2 – إمسكي بالزجاجة بحيث يراها الطفل ويتمكن من الامساك بها. ضعي يديك حولها وانتظري حتى يقوم بتوجيهها إلى فمه. خذي الزجاجة من فم الطفل عند إتمام الرضاعة، اتركي الطفل يقوم بذلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "7",
            "age": "0 – 1",
            "performance": "يأكل طعاماً مهروساً تضعه الأم في فمه",
            "suggested_activities": [
                "1 – قدمي الطعام المهروس مع بداية الوجبة عندما يكون الطفل جائعاً.",
                "2 – أهرسي الطعام مثل المكرونة والجبن والبازلاء والموز والبطاطس. إذا كان الطعام صلباً، فأضيفي كمية صغيرة من اللبن أو العصير.",
                "3 – توقعي أن يعجب الطفل بالطعام. قدمي له الطعام وأنتِ منتبهة ومتوقعة أن يعجب به.",
                "4 – اجعلي الطعام جذاباً.",
                "5 – أعطي الطفل جرعات صغيرة من السوائل أثناء تناول الطعام المهروس لتسهيل عملية البلع وإرواء عطشه.",
                "6 – استخدمي ملعقة بلاستيكية لأنها أقل صلابة وأقل برودة من الملعقة المعدنية."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "8",
            "age": "0 – 1",
            "performance": "يشرب من كوب بيد تمسكه الأم أو الأب",
            "suggested_activities": [
                "1 – استخدام مريلة كبيرة لتجنب الانسكاب في البداية.",
                "2 – عرض محتويات الكوب للطفل قبل الشرب.",
                "3 – استخدام فنجان بمقابض مزدوجة ووضعه بشكل مائل في فم الطفل مع إعطائه كمية صغيرة من اللبن. شجعي الطفل على المسك بيديه وتوجيهها نحو فمه.",
                "4 – تقديم بسكويت مملح قبل إعطاء السائل في الفنجان لتشجيع الطفل على الشرب.",
                "5 – استخدام سائل محبب للطفل وإعطائه شرابه المفضل دائمًا في الفنجان."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "9",
            "age": "0 – 1",
            "performance": "يأكل طعاماً نصف جامد يضعه الأم في فمه",
            "suggested_activities": [
                "1 – استخدام أطعمة مثل الموز، الخبز، التوست، والبسكويت الهش، وإشادة الطفل عند مضغه وابتلاعه.",
                "2 – تحريك الفكين برفق بعد وضع الطعام في الفم لتسهيل عملية المضغ.",
                "3 – استخدام أطعمة محببة للطفل وتدريج إضافة أطعمة نصف الجامدة.",
                "4 – وضع الطعام في مؤخرة الفم وعلى الجوانب لمساعدة الطفل في عملية المضغ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "10",
            "age": "0 – 1",
            "performance": "يطعم نفسه باستخدام الأصابع",
            "suggested_activities": [
                "1 – وضع قطع طعام بحجم القضمة من الطعام المفضل لدى الطفل أمامه، واستخدام أطعمة تجذب انتباهه مثل التوست والخضروات المطبوخة والفاكهة الطرية والبسكويت.",
                "2 – تقديم الطعام عندما يكون الطفل جائعاً.",
                "3 – إذا لم يمسك الطفل بالطعام بنفسه، وضع قطع صغيرة في يده ومساعدته بإرشاد يده نحو فمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "11",
            "age": "0 – 1",
            "performance": "يمسك ويشرب من كوب باستخدام كلتا اليدين",
            "suggested_activities": [
                "1 – مساعدة الطفل في توجيه الكوب نحو فمه وتقديم كمية قليلة من السائل في الكوب.",
                "2 – تشجيع الطفل على تعلم الشرب بنفسه واستخدام فنجان التدريب في البداية.",
                "3 – استخدام لعبة التقليد بشرب السائل من فنجان آخر لتعزيز المهارة.",
                "4 – استعملي فنجان التدريب في البداية وعندما يكتسب الطفل هذه المهارة استخدمي الفنجان العادي البلاستيكي.",
                "5 – استعملي فنجانين , اشربي من أحدهما واجعلي الطفل يقلدك بالشرب من الفنجان الآخر."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "12",
            "age": "0 – 1",
            "performance": "يأخذ ملعقة مملوءة بالطعام إلى فمه بمساعدة",
            "suggested_activities": [
                "1 – استخدام ملعقة بحجم كبير أو تغليفها بمادة مثل القماش أو الفوم ليعتاد الطفل على استخدامها.",
                "2 – مساعدة الطفل في إدخال الطعام إلى فمه بالوقوف خلفه.",
                "3 – استخدام أطعمة تلتصق بالملعقة مثل البطاطس المهروسة أو البودنج أو التفاح المسلوق.",
                "4 – وضع ملعقة في إحدى يديه ومساعدته بإرشاد يده بالملعقة إلى فمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "13",
            "age": "0 – 1",
            "performance": "يمد ذراعيه ورجليه عند إلباسه للملابس",
            "suggested_activities": [
                "1 – مساعدة الطفل في إدخال يديه إلى أكمام الملابس وتشجيعه على رفع ذراعيه.",
                "2 – تعزيز نفس الطريقة عند إلباس الشراب أو الحذاء أو السروال.",
                "3 – استخدام لعبة الاستغماية لتشجيع الطفل على وضع ذراعيه وأرجله داخل الملابس."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "14",
            "age": "0 – 1",
            "performance": "يأكل الطعام من المائدة بإستخدام الملعقة معتمدا علي نفسه",
            "suggested_activities": [
                "1 – بعد أن يضع الطفل الملعقة داخل فمه، إجعليه يغلق شفتيه على الملعقة والطعام. وأثناء سحبه الملعقة من فمه، تأكدي أن الشفة العليا تسحب الطعام إلى الداخل. في البداية قد تحتاجين إلى استعمال إصبعيك السبابة والوسطى بخفة لتغلقي شفتي الطفل أثناء سحب الملعقة من فمه.",
                "2 – أرشدي يد الطفل لتفريغ الطعام داخل فمه.",
                "3 – استعملي الأطعمة التي تلتصق بالملعقة مثل: البيض النصف مطبوخ أو المهلبية أو الزبادي أو البطاطس المهروسة.",
                "4 – استخدمي إناء ذو جوانب (سلطانية) لتسهيل على الطفل وضع الطعام في الملعقة، وذلك بغلف الطعام بمساعدة جوانب الإناء.",
                "5 – ضعي يد الملعقة داخل كرة صغيرة لتسهيل القبض عليها. يمكنك أيضاً أن تضعي معجون الجبس حول يد الملعقة أو تلصقي عليها اليد البالستيك الخاصة بمقود الدراجة، وذلك بإدخال يد الملعقة وتركها لتجف."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "اللغة": [
        {
            "title": "1",
            "age": "0 – 1",
            "performance": "يكرر صوتا يسمعه من الآخرين",
            "suggested_activities": [
                "1 – أنصتي إلى الأصوات التي يصدرها طفلك عندما تسمعينه يصدر صوتًا، كرري الصوت وانتظري ليرد الطفل بالصوت مرة أخرى. إذا لم يكرره، فقومي بتكرار الصوت له. جعلي الأمر لعبة تكرار الأصوات، وبعد أن يتقن الطفل ذلك، جربي تغيير الصوت قليلاً لترى رد فعله. على سبيل المثال، إذا قال الطفل \"آه.. آه..\"، جربي أن تقولي \"با\" وانتظري لمشاهدة رد فعله، هل سيلاحظ الاختلاف ويحاول التكيف أم سيكرر الصوت الأول؟",
                "2 – ابتسمي واجعلي النشاط ممتعًا للطفل. قومي بالتقاطه واحتضانه وهزه أثناء قيامه بالأنشطة.",
                "3 – استخدمي الأصوات المتحركة والأصوات التي تنطق بالشفاه مثل \"با\" و\"ما\" حيث يسهل على الطفل إصدارها وتكون مرئية أثناء إصدارك لها.",
                "4 – في البداية، اختاري الأصوات التي يصدرها الطفل تلقائيًا أثناء لعبه وقومي بتكرارها له. عندما يتمكن الطفل من التكرار، ابدأي معه في تقليد الأصوات التي لم يصدرها من قبل تلقائيًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "2",
            "age": "0 – 1",
            "performance": "يكرر مقطعًا مرتين أو ثلاث مرات مثل \"ما، ما، ما\"",
            "suggested_activities": [
                "1 – أثناء النهار، قومي بإصدار الأصوات التي تتناسب مع ما يحدث، مثل \"بو، بو، بو\" أثناء دفع مركبة في الماء، أو \"فو، فو\" أثناء لعبة بالطائرة.",
                "2 – بمجرد أن يكرر الطفل الصوت، قومي بمدحه وكرري الصوت الذي أصدره.",
                "3 – عندما يكرر الطفل صوتًا مثل \"ما\"، قومي بتكرار الصوت بسرعة وشجعيه على إصدار الأصوات معك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "3",
            "age": "0 – 1",
            "performance": "يرد على الإيماءات بمثلها",
            "suggested_activities": [
                "1 – لتعليم الطفل تقليد إيماءاتك، وضحي له ما يمكنه عمله مثل \"باي باي\" والتصفيق باليدين. قللي من المساعدة كلما زادت مهارة الطفل، وقومي بمدحه كلما قام بالتقليد بدون مساعدة.",
                "2 – عندما تقولين \"ال، ال\"، هزي رأسك في نفس الوقت لتعلم الطفل التقليد.",
                "3 – وضحي للطفل كيف تقومين بأداء الإشارة، ثم ساعديه في عملها بتحريك يديه أو جسمه، وأخبريه بما يفعله. أري الطفل الإشارة مرة ثانية وشجعيه ليقوم بأدائها بدون مساعدة جسمية، ولكن أخبريه عما يفعله (حركي يدك وقولي: \"افعل هكذا\") بدون أن تخبريه عما يفعله أو أن تلمسيه.",
                "4 – عندما يستطيع الطفل تقليد هذه الإيماءات، شجعيه على استخدامها، فمثلاً، مدّي ذراعيك إليه وانتظري حتى يمد ذراعيه ليمسك بك.",
                "5 – إذا عرضتي شيئاً على الطفل، فامسكي به أبعد من متناول الطفل واتركيه ليستجيب بإشارة برأسه أو بالوصول إليه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "4",
            "age": "0 – 1",
            "performance": "ينفذ التعليمات البسيطة التي تصحبها بإيماءات",
            "suggested_activities": [
                "1 – استغلي الفرص خلال اليوم لمساعدة الطفل على تعلم اتباع التعليمات البسيطة، مثل جذب يده برفق وقول \"تعال هنا\"، وتأكدي من أنه يأتي قبل أن تطلبي منه تنفيذ التعليمات.",
                "2 – أنشطة أخرى تشمل مثلاً :",
                "أ – مدي يديك وقولي \"إعطني يديك\".",
                "ب – قولي \"ارمي الكرة\"، مثلي النشاط ثم مدي ذراعيك لالتقاط الكرة.",
                "ج – قولي: \"من فضلك، أغلق الباب\" وأنت تشيرين إلى الباب.",
                "د – أشيري إلى الكرسي وقولي \"اجلس هنا\".هـ ",
                "  – ولي \"من فضلك، أحضر...\" وأشيري إلى ما ترغبين فيه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "5",
            "age": "0 – 1",
            "performance": "عندما يُقال له \"ال\" يتوقف عن النشاط مؤقتًا في 75% من المرات",
            "suggested_activities": [
                "1 – قومي بقول كلمة \"ال\" بجدية واحترام للطفل، حيث يجب أن تكون الكلمة واضحة وبصوت محترم ومهتم.",
                "2 – اجعلي الكلمة \"ال\" مرافقة لإجراء عمل ما، على سبيل المثال، خذي يد الطفل بعيدًا عن الشيء الذي يقوم باللعب به وقولي \"ال\". أو حركي الشيء بعيدًا عنه وقولي \"ال\".",
                "3 – امدحي الطفل عندما يستجيب لكلمة \"ال\" وأظهري سرورك وامتنانك لاستجابته للتوجيهات.",
                "4 – طلبي من أفراد الأسرة أن يمثلوا مواقف تتطلب استجابة سريعة لكلمة \"ال\". عندما يستجيب الشخص بسرعة للكلمة \"ال\"، قومي بمدحه لتوفير سلوك يمكن للطفل أن يتعلم منه ويقلده، مما يتيح له فرصة للتفكير في العواقب."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "6",
            "age": "0 – 1",
            "performance": "يجيب عن أسئلة بسيطة بإستجابات غير لفظية",
            "suggested_activities": [
                "1 – قومي بإيجاد فرص لتعليم الطفل بالتقليد عند لمسك للأشياء أو نظرك إليها أو إشارتك إليها.",
                "2 – عندما تسألين سؤالًا مثل \"أين كرتك؟\"، خذي الطفل إلى الكرة وقولي له \"ها هي كرتك\"، أو خذي يده وأنت تسألين \"أين أنفك؟\" وضعي يده على أنفه وقولي \"ها هو أنفك\".",
                "3 – قللي من المساعدة تدريجيًا كلما اكتسب الطفل القدرة على القيام بالأمور بمفرده.",
                "4 – عندما تعتنين بالطفل، استخدمي عبارات مثل \"هل تريد...\" وانتظري حتى يبدي الطفل رغبته بالوصول إلى الشيء وأخذه.",
                "5 – عند طرحك أسئلة تستدعي إجابة بنعم أو لا، مثلي \"هل تريد بسكويت؟\"، اهتزي برأسك أو انحني قليلاً للإشارة إلى الإجابة. انتظري حتى يقلد الطفل تلك الإيماءات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "7",
            "age": "0 – 1",
            "performance": "يدمج مقاطع مختلفة في اللعب اللفظي",
            "suggested_activities": [
                "1 – انصتي لما يتلفظ به الطفل وأنت تقومين بتغيير ملابسه أو أثناء وضعه في كرسيه. عندما يدمج الطفل مقاطع مختلفة، احرصي على مكافأته بالمدح أو لمسه وأعد المقاطع فورًا بعد قولها.",
                "2 – أثناء لعبك مع الطفل، دمجي مقاطع مختلفة وانتظري لمشاهدة ما إذا كان سيعيد الطفل تلك المقاطع. على سبيل المثال، اطبطبي على الكرة بيدك وقولي \"بم.. طب\"، استخدمي مقطعًا لكل طبطبة. توقفي للحظة وأعطي الطفل فرصة لتكرارك. جربي الأمر مرة أخرى باستخدام أصوات قد سمعتها من الطفل سابقًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "8",
            "age": "0 – 1",
            "performance": "يقلد أنماط نغمات أصوات الآخرين",
            "suggested_activities": [
                "1 – إحكي قصة بسيطة مع الالتواء والتغيير في الصوت. فمثال، استعملي الصوت الغليظ عندما يقول الكلب \"هو.. هو\" واستعملي الصوت الحاد عندما يقول الكتكوت \"سو.. سو\". شجعي الطفل ليقلدك بالأصوات التي يستطيع إصدارها.",
                "2 – استعملي صوتك بطريقة مسلية أثناء اللعب مع الطفل. فمثال، عندما تطيرين لعبة الطائرة، قولي له \"الطائرة تطير فوق، فوق، فوق ثم تنزل تحت، تحت، تحت\" مع خفض حدة الصوت وأنت تقولين \"تحت\". أفعلي نفس الشيء مع كلمة \"فوق\" ثم جربي التبادل بين فوق وتحت. شجعي الطفل ليقلدك باارتفاع وانخفاض في صوته.",
                "3 – العبي لعبة \"بخ\" واضخمي صوتك عندما تقولين \"بخ\" أو \"عوو\" عندما يلعب الطفل ويقول الكلمات. إمدحيه إذا قام بتغيير في نبرة صوته أو حدته (\"آه، لقد أفزعتني عندما قلت 'عوو'\").",
                "4 – قولي \"آه آه\" مع خفض الصوت في المقطع الثاني. إذا قلت ذلك بصورة متكررة وأنت تلعبين مع الطفل، سيقلدك.",
                "5 – استعملي لعبة \"عفريت العلبة\" أو أي لعبة صغيرة تقفز للأعلى واصدري أصواتاً مختلفة الحدة والانحناء عندما تنفتح العلبة وتقفز من اللعبة للخارج. شجعي الطفل ليقلدك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "9",
            "age": "0 – 1",
            "performance": "يستخدم كلمة واحدة ذات معنى ليميز شيئا أو شخصا ) يسميه أو يعنونه (",
            "suggested_activities": [
                "1 – سمي الأشياء والأشخاص خلال اليوم ، فمثلاً عندما تعطي الطفل بعضا من اللبن أخبريه: \"خذ اللبن .. آه .. إن اللبن لذيذ\" مع التركيز على الكلمة المستهدفة.",
                "2 – سمي الأشياء التي يستعملها الطفل في حياته اليومية بوضوح \"حذاء إهاهو حذاؤك. لبست فردة الحذاء. إلبس الحذاء الثاني\".",
                "3 – عندما تنظرين في المرآة أسيري إلى الأجزاء المختلفة من الجسم وقولي أسمائها: عين، أنف، أذن.. إلخ. إجعلي الطفل يشير إليها واسأليه \"ماذا وجدت؟\" اعطيه الوقت ليجيب. وإذا لم يسمي ذلك الجزء من الجسم أخبريه بإسمه \"أنف! هل وجدت أنفك\".",
                "4 – عندما يكون الطفل قادرا على قول عدة كلمات، أعطيه الفرصة لاستخدام تلك الكلمات ليسأل عن الأشياء. وعندما يصل إلى الشيء قولي الكلمة واجعليه يكررها. ويمكنك أن تعطيه خياراً \"هل تريد عصيراً أم لبناً؟\" بينما تمسكين بالشيء أمامه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "10",
            "age": "0 – 1",
            "performance": "يتلفظ بعض المقاطع استجابة لحديث شخص آخر",
            "suggested_activities": [
                "1 – تحدثي مع الطفل وأنت تقومين بأداء الأعمال اليومية. ذكري أسماء الأشياء والأطعمة والملابس، كما ذكري الأنشطة التي تقومين بها أنت والطفل.",
                "2 – اقرئي للطفل. انظري إلى الكتب المصورة معه. اطلبي من الطفل أن يشير إلى الأشياء والصور في الكتب. قومي بتقليد أصوات الحيوانات أو صوت السيارة عند رؤية صورها. شجعي الطفل ليصدر أصواتًا معك.",
                "3 – قولي \"هالو\" و \"باي\" للطفل عند الحضور إليه أو الذهاب عنه.",
                "4 – أثناء اللعب مع الطفل، كافئيه على الأصوات التي يصدرها وذلك بعمل أصوات كثيرة والتلفظ بها بعدها."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "المخالطة الاجتماعية": [
        {
            "title": "1",
            "age": "0 – 1",
            "performance": "يرقب شخصًا يتحرك أمام بصره مباشرة",
            "suggested_activities": [
                "1 –  أجلسي الطفل في مقعده حتى يستطيع رؤية ما حوله. سيرى عبر مجال رؤيته وارقبي ما إذا كان الطفل يتابع حركاتك. تحديثي إلى الطفل وابتسمي أو استخدمي مصدر صوت لتشجيع الطفل على النظر تجاهك.",
                "2 –  اقتربي بوجهك نحو الطفل وتحدثي وابتسمي له لجذب انتباهه، ابتعدي تدريجيًا عن الطفل وابتسمي في نشاطك وأنت في مجال رؤيته. شجعي الطفل على أن يحافظ على الاتصال البصري من خلال التحدث إليه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "2",
            "age": "0 – 1",
            "performance": "يبتسم استجابة لاهتمام شخص كبير",
            "suggested_activities": [
                "1 –  تحديثي بصوت هادئ وابتسمي كثيرًا أثناء إطعام الطفل أو تغيير الحفاضة أو أثناء حمله.",
                "2 –  دغديغي بطنه برفق لأن ذلك سيساعد على إثارة الابتسامة.",
                "3 –  عندما يبتسم الطفل، تجاوبي معه بالابتسامة والضحك.",
                "4 –  حينما تلتقطين الطفل بعد النوم أو عندما تلبسينه للخروج، ابتسمي له.",
                "5 –  عندما تمرين بجوار الطفل وهو جالس أو راقد، توقفي وتحدثي إليه وامسحي أنفه برفق وابتسمي له قائلة \"هل تستطيع أن تبتسم لي؟\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "3",
            "age": "0 – 1",
            "performance": "يصدر أصوات كاستجابة لاهتمام به أو انتباه إليه",
            "suggested_activities": [
                "1 –  تحدثي إلى الطفل عندما تغيّرين له الحفاضة، أو تطعمينه أو عندما تحملينه الخ.",
                "2 –  عندما يصدر الطفل أصواتًا من أي نوع، قلدي نفس الأصوات.",
                "3 –  أثناء العناية به، ناجي الطفل وابتسمي له، وعندما يصدر صوتًا، ابتسمي له واحتضنيه ودغدغيه لتشجيعه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "4",
            "age": "0 – 1",
            "performance": "ينظر إلى يديه وكثيرًا ما يبتسم أو يصدر أصواتًا",
            "suggested_activities": [
                "1 –  ضعي الطفل على حجرك بحيث يمكنك رؤية يديه أمام جسمه، دلكي أصابعه وكفه.",
                "2 –  حركي كف الطفل حتى يستطيع أن يتلمس وجهه برفق.",
                "3 –  ضعي غويشة تصدر صوتًا حول معصم يد الطفل لتحدث صوتًا كلما حرك يده، تأكدي من أن أجزاء الغويشة مثبتة لكي لا تؤذي الطفل أثناء تحريك يده.",
                "4 –  العبي معه لعبة يستخدم فيها كفيه عندما يكونا في مجال رؤيته، مثل لعبة \"البيضة واللي أكلها\".",
                "5 –  ضعي اللعبة بحيث يستطيع الطفل تحريكها بيده."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "5",
            "age": "0 – 1",
            "performance": "يستجيب لوجوده في محيط العائلة أو إصدار أصوات أو بالكف عن البكاء",
            "suggested_activities": [
                "1 –  اسمحي للطفل بالجلوس في مقعده مع العائلة أثناء الوجبات أو عندما تقومين بطهي الطعام في المطبخ وعندما يلعب باقي الأطفال.",
                "2 –  عرضي الطفل للأصوات والأشخاص - أديري جهاز التسجيل واستخدمي المكنسة الكهربائية بحيث يكون الطفل في مسافة آمنة لكي لا يفزع.",
                "3 –  شجعي الإخوة والأخوات على المشاركة في الاهتمام اليومي بالطفل والتفاعل معه.",
                "4 –  عندما تجلس العائلة للتحدث معًا، اطلبي من أحد أفرادها بين الحين والآخر أن يلطف الطفل ويحتضنه برفق ويتحدث إليه بابتسامة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "6",
            "age": "0 – 1",
            "performance": "يبتسم استجابة لتعبيرات وجوه الآخرين",
            "suggested_activities": [
                "1 –  عند الاعتناء بالطفل، أصدري أصواتًا بشفتيك وبلسانك وبالمناغاة. احترسي مما يعجب الطفل وكرريه له.",
                "2 –  بالغي في حركات وجهك عندما تلعبي مع الطفل أو عندما تستجيبي لاستجاباته.",
                "3 –  دغديغي بطنه برفق أثناء مراقبته لك وأنت تصدرين التعبيرات المذكورة في الكتب المصورة، ثم توقفي عندما يبتسم الطفل.",
                "4 –  العبي مع الطفل لعبة واستخدمي حركات الوجه المبالغ فيها مع إظهار الدهشة والسعادة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "7",
            "age": "0 – 1",
            "performance": "يبتسم ويصدر أصواتًا لصورته بالمرآة",
            "suggested_activities": [
                "1 –  احملي الطفل بحيث يمكنه رؤية نفسه في المرآة واضربي بخفة على المرآة حتى ينتبه الطفل، وقولي له \"انظر إلى الطفل\" وما شابه.",
                "2 –  وفري مرآة غير قابلة للكسر يمكنه أن يمسك بها بنفسه.",
                "3 –  احملي الطفل حتى يرى نفسه أو الوالد أو الأخوة في المرآة، وأشيري إلى كل من الشخص والطفل، ثم ضعي قبعة ذات ألوان براقة على رأس الطفل أو قومي بأي عمل يثير انتباهه إلى الأشخاص في المرآة.",
                "4 –  أنيري وأطفئي بطارية تجاه المرآة وعندما ينظر إليها الطفل، ابتسمي في المرآة وقولي له \"انظر إلى الضوء\".",
                "5 –  احملي الطفل عند الشباك في المساء أو عند الباب الزجاجي للفرن البارد أو جهاز التلفزيون، واجعليه يرى انعكاسه بالنقر على السطح الزجاجي وقولي له \"انظر إلى الطفل\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "8",
            "age": "0 – 1",
            "performance": "يربت على قسمات وجه الشخص البالغ ويجذبها (الشعر، الأنف، النظارة، إلخ)",
            "suggested_activities": [
                "1 –  انحني على الطفل بحيث ينسدل شعرك عليه، وشجعيه على أن يمسك به.",
                "2 –  خذي يد الطفل وضعيها على أنفك، وقوديه ليشد أنفك وأصدري أصواتًا معنى لها، اصرخي \"آي آي\" لتجعليه يضحك.",
                "3 –  خذي يده والكف منفرج وأربتي برفق على خدك أو على لعبة لحيوان، وقولي له: \"دب ظريف أو كلب ظريف ... إلخ\".",
                "4 –  ضعي يده على معالم وجهك وأنت تتحدثي إليه واذكري أسماء أجزاء الوجه (مثل: الأنف، الفم، العينان ... إلخ)."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "9",
            "age": "0 – 1",
            "performance": "يمد ذراعه إلى شيء يقدم إليه",
            "suggested_activities": [
                "1 –  استخدمي أشياء براقة، حلوى أو لعبة مفضلة. قدمي للطفل الشيء وامسكي به قريبًا من يد الطفل. إذا حاول الطفل الوصول للشيء، أعطيه إياه. عندما تقدمي له الشيء، هزيه أو انقري بخفة عليه أولًا لجذب انتباهه. إذا لم يحاول الوصول، قودي يده نحو الشيء.",
                "2 –  احملي الزجاجة أمام الطفل مباشرة وشجعيه على أن يأخذها. انتظري حتى يحاول الوصول إليها قبل أن تعطيها له.",
                "3 –  مدّي يدك وأصابعك وشجعي الطفل على أخذها. اقودي يده برفق إذا احتاج الأمر لذلك.",
                "4 –  قدمي شيئًا للطفل، وإذا لم يأخذه، اربتي برفق على كفه مستخدمة الشيء.",
                "5 –  تحدثي إلى الطفل أثناء تقديم الشيء له، وإذا حاول أخذه، تذكري أن تبتسمي له لتشجيعه. احتفظي بالشيء قريبًا منه حتى يستطيع إمساكه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "10",
            "age": "0 – 1",
            "performance": "يمد ذراعيه إلى شخص مألوف له",
            "suggested_activities": [
                "1 –  بعد أن يصحو الطفل من نومه أو قبل أن تحمليه من كرسيه، شجعي الطفل على أن يمسك بذراعيك الممدودتين إليه واسأليه ما إذا كان يريد أن يأتي.",
                "2 –  شجعي جميع الأشخاص المألوفين للطفل على أن يمدوا أذرعهم إليه. كوني مثالًا يقلده الطفل لفعل نفس الشيء.",
                "3 –  إذا أراد الطفل عناية الكبار، قفي أمامه وامددي ذراعيك الممدودتين، واجعلي شخصًا آخر من الخلف يساعد الطفل على مد ذراعيه نحوك. امدحي محاولة الطفل للوصول إليك حتى ولو بمساعدة. استمري في إرشاد الطفل بلمس ذراعيه إذا اقتضى الأمر ذلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "11",
            "age": "0 – 1",
            "performance": "يمد ذراعيه إلى صورته بالمرآة أو صورة طفل آخر ويربت عليه",
            "suggested_activities": [
                "1 –  امسكي بالمرآة أمام الطفل وقولي له \"أين الطفل؟\". إذا لم يحاول إمساكها، خذي إصبعه وضعيه على انعكاسه في المرآة وقولي له: \"هاهو\".",
                "2 –  اتخذي مكانًا خلف الطفل حتى يظهر له انعكاسك في المرآة، واسأليه: \"أين ماما؟\". إذا لم يحاول الوصول للصورة في المرآة، قودي يده إلى المرآة.",
                "3 –  ضعي طفلًا آخر صغيرًا بجواره. جذبي انتباهه إلى الطفل الآخر بالكلمات مع الإرشاد، قولي له: \"اربتي على الطفل\"، واعطيه نموذجًا. قودي يده إن لم يتجاوب.",
                "4 –  استخدمي مناشف مطوية للدعامة وضعي طفلين مستندين على سواعديهما في مواجهة بعضهما البعض على مسافة قريبة يستطيعا منها الوصول إلى بعضهما، شجعي الأطفال على التفاعل معًا مستخدمة إرشادات بدنية وبالكلمات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "12",
            "age": "0 – 1",
            "performance": "يمسك ويتفحص شيئاً ما مقدماً له دقيقة على الأقل",
            "suggested_activities": [
                "1 –  هزي شخصية مطاطية أمام الطفل أو قدمي إليه لعبة مطاطية أو شيء مثير للنظر من حيث اللون، الصوت الذي يصدره، أو الحركة. ساعدي الطفل على إمساك الشيء عن طريق قبض يدك فوق يده. عندما يمسك بالشيء، اسمحي له بمزيد من الاستطلاع.",
                "2 –  وجهي مصدر صوت يسهل إمساكه في الطفل، كلما أحدثت حركاته العشوائية صوتًا. صفقي وابتسمي وقولي له \"برافو\".",
                "3 –  علقي أطواقًا أو ألعاب مطاطية فوق سرير الطفل أو حظيرة النقالة واجعليها في متناول يده لكي يتدرب. إذا أسقطها من قبضته، يستطيع استعادتها بسهولة.",
                "4 –  وسعي نطاق لعب الطفل لإيجاد أنواع جديدة من التعامل مع مادة اللعب التي لم يقم بها الطفل من قبل. على سبيل المثال، إذا قام الطفل بزلزال اللعبة أو وضعها في فمه، أظهري له كيف يمكنه أن يدق على اللعبة، أو يدحرجها، أو يربط أجزائها معًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "13",
            "age": "0 – 1",
            "performance": "يهز أو يضغط على شيء موضوع في يده ويصدر به أصواتاً عن غير قصد",
            "suggested_activities": [
                "1 –  ساعدي الطفل على إمساك الشخشيخة أو اللعبة المطاطية بوضع يدك فوق يده، وساعديه على هزها أو الضغط عليها، ثم ابتعدي عنها بالتدريج ليتمكن الطفل من إصدار الأصوات بنفسه.",
                "2 –  أري الطفل كيف يضغط إلى أسفل على لعبة على الأرض وقومي بتقليد الصوت الذي تصدره اللعبة.",
                "3 –  اعرضي الطفل كيف يصفق بيديه وفي يده لعبة لتحدث صوتًا. وأظهري له كيف يقف بقدمه فوق اللعبة لتصدر صوتًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "14",
            "age": "0 – 1",
            "performance": "يلعب بدون إشراف لمدة 10 دقائق",
            "suggested_activities": [
                "1 –  استخدمي ألعاباً متنوعة مثل الزينية المعلقة، الألعاب المرنة، الشخشيخات البلاستيكية أو أي شيء آخر يمكن أن يشد انتباه الطفل. قد تكون هذه الألعاب ممتعة للطفل بنفس قدر الألعاب التجارية.",
                "2 –  جلسي مع الطفل وقدمي له العديد من الألعاب في مجال رؤيته، مثل حاويات المطابخ والصناديق الفارغة التي يمكنه استخدامها للعب.",
                "3 –  قومي بتغيير ألعاب الطفل ومكانها باستمرار. وضعي الطفل بالقرب من النوافذ أو الأبواب حتى يستطيع النظر إلى الخارج.",
                "4 –  ادري الراديو أو المسجل ليصدر صوتًا لشخص مألوف للطفل، مما يشعره بالراحة والصحبة.",
                "5 –  قومي بتثبيت صور كبيرة على الحائط بالقرب من سرير الطفل، مثل وجوه ضاحكة أو أشكال هندسية، وقومي بتغيير موقعها بين الحين والآخر لجذب انتباه الطفل.",
                "6 –  أظهري اهتمامك بالطفل عندما يلعب وقومي بتشجيعه بابتسامة عندما ينظر إليك أو بوصف ما يقوم به."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "15",
            "age": "0 – 1",
            "performance": "كثيراً ما ينشد الطفل التواصل البصري عند الانتباه إليه لمدة 2 – 3 دقائق",
            "suggested_activities": [
                "1 –  عندما تغيرين حفاضة الطفل أو تطعمينه أو تغيرين ملابسه، تحدثي معه وأصدري أصواتًا منداحة وحركات تعبيرية بوجهك لتشجيعه على النظر إليك. إذا لم ينظر إليك، ادري رأسك برفق نحوه وابتسمي له وناوليه اهتمامك عندما يفعل ذلك.",
                "2 –  إذا فقد الطفل التواصل البصري لبرهة، قد يحتاج إلى قليل من الحث. انتظري لحظة حتى ينظر إليك الطفل، ثم استجيبي له بابتسامة أو لمسة برفق.",
                "3 –  ضعي يد الطفل على جبهتك أو وجهك لجذب انتباهه.",
                "4 –  غني أغنية أثناء رعايتك للطفل، فقد يساعد ذلك على تركيزه البصري على وجهك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "16",
            "age": "0 – 1",
            "performance": "يلعب بمفرده مستمتعاً لمدة 15 – 20 دقيقة بجوار شخص كبير يمارس نشاطه",
            "suggested_activities": [
                "1 –  ضعي بعض الألعاب التي تصدر أصواتًا عند اللعب بها، مثل الشخشيخات أو أشياء أخرى من البلاستيك بجوار الطفل. إذا بدأ يفقد اهتمامه بها، قومي بتغييرها لتجديد اهتمامه.",
                "2 –  اتركي الطفل يلعب بمجموعة متنوعة من الأشياء مثل أدوات المطبخ البلاستيكية أو الأطباق غير القابلة للكسر. ينبغي أن يظل الطفل تحت الإشراف ولكن قد يشعر بالراحة عندما يعلم بوجود شخص كبير بجواره.",
                "3 –  شجعي الطفل بكلمات المديح عندما يسلي نفسه أو يستمتع باللعب بمفرده.",
                "4 –  استخدمي التسجيلات أو شغلي الألعاب الموسيقية أو الراديو لتسلية الطفل وشجعيه على اللعب بمفرده."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "17",
            "age": "0 – 1",
            "performance": "يصدر أصواتًا ليجذب الانتباه",
            "suggested_activities": [
                "1 –  اهتمي بالطفل عندما يبكي أو يظهر استفزازاً بسبب سبب حقيقي مثل الجوع أو ابتلاع الحفاضة. اعتبري ذلك وسيلة يحاول بها الطفل التواصل معك، حتى لو كانت الأصوات التي يصدرها صعبة الفهم في البداية.",
                "2 –  امسكي بشيء مفضل أمام الطفل أو طعام وشجعيه على إصدار الأصوات للحصول عليه. كني لتلبية جميع احتياجاته مسبقًا ودعيه يعبر عن حاجاته ورغباته من خلال إصدار الأصوات.",
                "3 –  استجيبي لمحاولاته للكلام بابتسامة وكرري الصوت الذي يصدره.",
                "4 –  إذا تحول الطفل من البكاء إلى إصدار الأصوات، فكوني متيقظة وابتسمي له وحاولي أن تفهمي الرسالة التي يحاول أن يوصلها لك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "18",
            "age": "0 – 1",
            "performance": "يقلد لعبة \"بخ\" أو \"عاوو\"",
            "suggested_activities": [
                "1 –  اختبئي خلف كرسي أو مائدة وابتسمي وقولي للطفل \"بخ\" ثم اختبئي مرة أخرى. كرري هذا حتى يبدأ الطفل في النظر إليك أو حتى يشعر بالملل من اللعبة.",
                "2 –  خذي يدي الطفل وضعيهما أمام عينيه قائلة له \"بخ\" وأنت تسحبين يديه إلى أسفل. ثم ضعي يدي الطفل أمام عينيك وكرري نفس الشيء.",
                "3 –  احجبي وجهك باستخدام يديك أو جريدة أو لعبة أو غطاء وابتعدي عن نظرك وقولي للطفل \"بخ\". وأنت تفعلين ذلك، أعطي الطفل شيئًا ليختبئ خلفه، وبعد أن تقولي له \"بخ\"، شجعيه على أن يختبئ نظريًا. ساعدي الطفل بإرشاده جسديًا ليسحب الغطاء إلى أسفل.",
                "4 –  ضعي ورقة أو منشفة على مرآة قائمة ودعي الطفل يختبئ نظريًا تحتها ليرى صورته."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "19",
            "age": "0 – 1",
            "performance": "يصفق بيديه \"يصفق سوسة\" مقلداً الكبار",
            "suggested_activities": [
                "1 –  ابدئي بأخذ يديه وقولي له: \"سوسة كف عروسة\" وأنت تصفقين مع يديه معاً. ابتسمي وأثني عليه أثناء فعله ذلك، وقللي مساعدتك تدريجياً بتقليل الضغط على يديه.",
                "2 –  قومي بصفق يديك وشجعي الطفل على محاكاتك، وساعديه بمد يديه إذا لزم الأمر. صفقي باليدين عندما ينجز الطفل شيئاً جيداً مثل إنهاء وجبته. شجعي الطفل على المحاكاة وساعديه جسدياً إذا اقتضى الأمر.",
                "3 –  اغني أغنية \"سوسة كف عروسة\" وقدمي الحركات التي تصاحب الأغنية، وشجعي الطفل على محاكاة صفير الكف بمفرده. ارشدي الطفل جسدياً خلال باقي الحركات، وقللي مساعدتك تدريجياً كما يتقدم في المحاكاة. شجعي الطفل بالمديح والتصفيق.",
                "4 –  صفقي وقلي له \"برافو\" عند حدوث شيء جيد ومثير. شجعي الطفل على التقليد أو ساعديه بالفعل عند الضرورة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "20",
            "age": "0 – 1",
            "performance": "يلوح بيديه \"باي باي\" مقلداً الكبار",
            "suggested_activities": [
                "1 –  شجعي أفراد العائلة على أن يلوحوا بأيديهم ويقولوا \"باي باي\" عندما يغادرون المنزل.",
                "2 –  خذي بيد الطفل وقولي \"باي باي\" عندما يقول أحدهم له \"باي باي\".",
                "3 –  قدمي مساعدتك تدريجياً عندما يقول له شخص ما \"باي باي\"، وساعديه في رفع يده لكن دعيه يقول \"باي باي\". اكرمي نجاحه بالعناق والمديح."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "21",
            "age": "0 – 1",
            "performance": "برفع ذراعيه مقلداً الكبار للتعبير عن \"كبير قوى\" أد كده بالتعبير الحركي",
            "suggested_activities": [
                "1 –  رفعي ذراعي الطفل وقولي له \"أد كده\"، احتفظي به لوقت سعيد ومرح بأشياء عباراتك.",
                "2 –  اظهري بأصابعك للطفل وأنت تقولي \"أد كده\" وأشادي به لاستجابته. إذا لم يستجب لك، فاحثيه بلطف برفع ذراعيه إلى أعلى بأصابعك.",
                "3 –  ضعي الطفل أمام المرآة واسأليه \"أد إيه؟\" وساعديه جسدياً لرفع ذراعيه وأنت تقولي له \"أد كده\". اقللي مساعدتك تدريجياً كما يزداد مهارة الطفل. شجعيه بالمديح والتصفيق.",
                "4 –  اطلبي من أطفال آخرين أو أفراد العائلة أن يمثلوا رفع الذراعين للطفل ويسألونه \"ما حجم بابا؟...الخ\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "22",
            "age": "0 – 1",
            "performance": "يقدم لعبة أو شئ أو قطعة طعام لشخص كبير ولكنه يتخلى عنها في كل الأحوال",
            "suggested_activities": [
                "1 –  وضحي للطفل كيف يُعطيك اللعبة بتوجيه يده إليك. إلعبي معه تبادل الأدوار، ابدئي اللعب بإعطائه مادة اللعب أولًا. إذا نجح الطفل في تقليدك وأعطاك اللعبة مرة أخرى، امدحيه واستمري في اللعب.",
                "2 –  إلعبي مع الطفل لعبة إعطاء وأخذ لعبة مفضلة عنده عدة مرات حتى يتعلم الطفل أنه سيستردها. في البداية، أعيدي اللعبة بسرعة واحتفظي بها دائمًا في مجال رؤيته.",
                "3 –  عندما يقوم الطفل بالأكل بيده (مثل البسكوت)، ضعي واحدة في فمه وقولي له: \"دي لك يا [اسم الطفل]\". وعندما يمسك الطفل بقطعة البسكوت، فتحي فمك وقولي له: \"دي ل [اسم الأم أو الأب]\". قد يساعدك هذا بوضع يده في فمك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "23",
            "age": "0 – 1",
            "performance": "يحتضن أو يربت أو يقبل الأشخاص المألوفين",
            "suggested_activities": [
                "1 –  أظهري المحبة في علاقتك بالطفل.",
                "2 –  عندما يأتي الطفل طالبًا الحب والعناية، استجيبي له بحنان.",
                "3 –  إذا كان للطفل لعبة طرية (ناعمة) مفضلة، عرّفي له كيفية تربيتها وعناقها، وشجعيه على أن يفعل نفس الشيء.",
                "4 –  عندما يرغب الطفل في النوم أو يريد الخروج، أظهري له العناق والتقبيل. شجعي الطفل على أن يحاكيك ثم شجعيه بالعناق والتقبيل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "24",
            "age": "0 – 1",
            "performance": "يستجيب لنداء اسمه بالنظر أو رفع يديه رغبة في أن يحمل",
            "suggested_activities": [
                "1 –  رددي اسم الطفل دائمًا وابدئي بذلك قبل إعطائه أي تعليمات. ثم انتظري حتى ينظر إليك أو يلتفت لك.",
                "2 –  ضعي الطفل أمام مرآة – ضعي يدك على الطفل وقولي له \"اسمه\"، ثم ضعي يدك على نفسك وقولي \"ماما\".",
                "3 –  قولي اسم الطفل واضغطي في الحال على لعبة تصدر صوتًا بالقرب من وجهك. كافئي الطفل على انتباهه إليك. قلي حدة الصوت بتقليل الضغط على اللعبة في النهاية. قولي اسم الطفل بدون المنبه الإضافي المستخدم لجذب انتباهه.",
                "4 –  استخدمي عروسة لتتحدث إلى الطفل واجعلي العروسة تردد اسم الطفل دائمًا بصوت مضحك. أكملي اللعب مع الطفل وقولي له \"فين عادل\" أو \"أروح أجيب اسمك\".",
                "5 –  قولي اسم الطفل أثناء إطعامه مع كل قضمة ومع كل قطعة من الملابس أثناء ارتدائها، مثل: \"قطعة لحم أخرى يا عادل\" أو \"ضع قدمك هنا يا عادل\".",
                "6 –  اطلبي من شخص أن ينادي باسم الطفل، واطلبي من آخر أن يجعل الطفل يلتفت إلى اتجاه المتحدث. قولي له: \"هاهو...\" بينما يضع يده على رأس الطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "25",
            "age": "0 – 1",
            "performance": "يضغط الطفل على اللعبة أو يهزها مقلداً الكبار ليحدث صوتاً",
            "suggested_activities": [
                "1 –  إضغطي على اللعبة أو هزيها حتى يدرك الطفل الأصوات الممكنة، ثم أعطها له ليفعل نفس الشيء. إذا لم يفعل، ضعي يدك فوق يده وساعديه على إجراء الحركات اللازمة لإصدار الصوت. صفقي بيديك أو أظهري الدهشة عندما ينجز الطفل المهمة.",
                "2 –  استخدمي حبوب الفول الجافة أو الأرز في وعاء أو علبة لها غطاء، وأغلقي الوعاء بإحكام. عرّفي للطفل كيفية هز الوعاء، وشجعيه على أن يهزها لتصدر صوتاً. شجعيه بالمديح والتصفيق عندما يقوم بهذه الحركة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "26",
            "age": "0 – 1",
            "performance": "يتناول لعبة أو شيئاً بيديه ويحرك أجزاؤه",
            "suggested_activities": [
                "1 –  وضحي للطفل وساعديه على المسك بيده عند التقاط الأشياء مثل السيارات الصغيرة وتحريكها جيئة وذهاباً.",
                "2 –  افرغي لعبة فوق المائدة، وأعطيها للطفل، وراقبي سلوكه. قلّدي ما يقوم به الطفل من حركات.",
                "3 –  ضعي أشياء تثير اهتمام الطفل أمامه، ثم أعطها له ولاحظي ما يفعل بهذه الأشياء. بعد ذلك، أوضحي بالكلمات ما يفعله بطريقة مثيرة للاهتمام. استخدمي لعبًا لها ردود أفعال تصدر أصواتًا أو تتحرك نتيجة لسلوك الطفل، وهي تختلف في الألوان والملمس ولها استخدامات متنوعة. (ملحوظة) استخدمي لعبًا لها ردود أفعال عندما يلعب الطفل بها، (تصدر أصوات أو حركات نتيجة لسلوك الطفل)، مختلفة الألوان والملمس ولها استعمالات متباينة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "27",
            "age": "0 – 1",
            "performance": "يقدم الطفل لعبة أو شيئاً للكبير ويتركها له",
            "suggested_activities": [
                "1 –  عندما يمسك الطفل بلعبة لا يرغب فيها كثيرًا، اطلبيها منه وقولي له: \"أعطيني اللعبة\"، وامددي يدك إليه. ساعدي الطفل بدنيًا أثناء قيامه بإعطائك اللعبة، ثم ابتسمي واطلبيها منه مرة أخرى.",
                "2 –  عند اللعب بآلة موسيقية، وضحي للطفل كيف ستقومين بمثل العزف إذا أعطيتها لك.",
                "3 –  العبي مع الطفل لعبة \"أعطني\" بتقديم لعبة صغيرة مغرية للطفل وقولي له: \"أعطي، [اسم الطفل]\". صفقي بيديك، ثم قولي له: \"أعطني\". ارشدي الطفل بدنيًا عند الضرورة، ثم صفقي بيديك وامدحيه. استمري في اللعب معه وشاركي أعضاء آخرين من الأسرة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "28",
            "age": "0 – 1",
            "performance": "يُقلد حركات طفل آخر أثناء اللعب",
            "suggested_activities": [
                "1 –  عندما تلتقي الأسرة بأصدقاء لهم لديهم أطفال في عمر طفلك، شجعي طفلك على تقليد أطفال الآخرين مثل لعب الكرة معهم أو وضع الأشياء في صندوق. تأكدي من وجود نفس اللعب مع طفلك.",
                "2 –  صفي ما يفعله طفل آخر من سلوك بالكلمات، شجعي الطفل على التقليد.",
                "3 –  وفري للطفل فرصة للعب في أماكن تمارس فيها الأنشطة الرياضية الاجتماعية مثل: النادي، لكي تشجعي الطفل على الملاحظة والتفاعل والشعور بالراحة. دعيه يلعب بجوار الآخرين."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الإدراك": [
        {
            "title": "1",
            "age": "0 – 1",
            "performance": "يزيل قطعة قماش عندما توضع علي الوجه",
            "suggested_activities": [
                "1 – ضعي قطعة قماش على وجهك وإلعبي لعبة \"بخ\" مع الطفل بصورة بطيئة مع استخدام الصوت الهادئ والمبهج ببطء. غطي وجه الطفل أسفل العينين ثم إرفعي الغطاء وقولي \"عووو\". حاولي تغطية وجهه كله ثم أزيلي الغطاء وقولي \"عووو\" وتحدثي إلى الطفل. اتركي قطعة القماش على جزء أكبر وانظري هل يحاول الطفل نزعها.",
                "2 – غطي نصف وجه الطفل بقطعة القماش وبالتدريج تحركي خارج مجال رؤيته. ساعديه ليدفع قطعة القماش ليكشف عينيه إذا لزم الأمر. كافئيه بتعبيرات الوجه السعيدة وبقبلة وتحدثي معه.",
                "3 – عندما يكون الطفل راقدا على ظهره منتبها ومعتدل المزاج، ضعي قطعة قماش على وجهه وتحدثي إليه حتى يعرف بوجودك. ابتسمي وتحدثي للطفل بينما تزيحين قطعة القماش من عينيه إذا أزاحها بنفسه. بيني دهشتك وفرحتك؟"
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "2",
            "age": "0 – 1",
            "performance": "ينظر إلى شيء أبعد عن المجال المباشر لرؤيته",
            "suggested_activities": [
                "1 – إمسكي بلعبة ذات ألوان ملونة أمام الطفل. حركيها ببطء خارج مجال رؤية الطفل ولاحظي استجابته. هزي اللعبة أو نادي باسم الطفل لتجذبي انتباهه للعبة.",
                "2 – استخدمي شيشيخة أو لعبة تصدر صوتًا. هزيها أمام الطفل ثم حركيها خارج مجال رؤيته وهزيها مرة أخرى لتجذبي انتباهه.",
                "3 – ارتدي عقدًا بألوان براقة حول رقبتك. انحني فوق الطفل حتى يرى العقد، ثم ابتعدي ببطء بحيث يمكن للطفل جذب انتباهه. ابتعدي تدريجياً عن الطفل بينما يلاحظ العقد الملون.",
                "4 – إذا كان الطفل ينظر إلى شخص يتحرك في مجال رؤيته المباشرة ولكنه لا ينظر إلى الأشياء، ابدئي بمسك شيء بجوار وجهك وحركيه ببطء خارج مجال رؤيته. تحدثي مع الطفل بينما يتابعك ببصره. بالتدريج، امسكي بالشيء وابعديه عن وجهك حتى يبدأ الطفل في تتبع الشيء ببصره بدلاً من وجهك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "3",
            "age": "0 – 1",
            "performance": "يخرج شيئاً بيده من وعاء مفتوح",
            "suggested_activities": [
                "1 – أري الطفل كيف يأخذ الشيء من الوعاء عن طريق فعل ذلك بنفسك. قولي \"بره\" عندما تخرجي الشيء وكرري ذلك عدة مرات. ثم ضعي الشيء وأشيري إليه وإلى الوعاء، وهزيه لتحفيز الطفل على البحث عنه.",
                "2 – قدمي التوجيه الجسماني للطفل بمساعدته في إخراج الشيء. قولي \"حسن، لقد أخرجتها\" وكافئيه بابتسامة وحضن أو قبلة إذا كان مناسباً للوضع.",
                "3 – ضعي شيء في وعاء وهزيه لإصدار أصوات. أشيري إلى الشيء داخل الوعاء وهزيه مرة أخرى. أظهري سعادتك وابتهاجك إذا أخرج الطفل ذلك الشيء من الوعاء.",
                "4 – ضعي العديد من الألعاب الصغيرة وانظري أيها سوف يلعب بها الطفل أولًا. ثم استعملي هذا الشيء لتشجعي الطفل على الوصول إليه وإخراجه.",
                "5 – ضعي العديد من الألعاب الصغيرة في وعاء وانظري أيها سوف يلعب بها الطفل أولًا. ثم استعملي هذا الشيء في الوعاء لتشجعي الطفل على الوصول إليه وإخراجه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "4",
            "age": "0 – 1",
            "performance": "يضع شيئاً في وعاء مقلداً للآخرين",
            "suggested_activities": [
                "1 – قولي \"جوه\" أو \"ضعه بالداخل\" كلما وضع الطفل الشيء داخل الوعاء. شاركيه سرورك وفرحتك.",
                "2 – ساعدي الطفل جسمياً في وضع أشياء داخل وعاء، مثل لعب في حوض بالستيك أو قطع من البسكويت في فنجان صغير.",
                "3 – استخدمي أشياء تصدر أصواتًا عندما تسقط في الوعاء. املأي وعاء بالماء أثناء استحمام الطفل حتى يصدر الشيء صوتًا عندما يسقط في الماء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "5",
            "age": "0 – 1",
            "performance": "يضع شيئا في وعاء عندما يطلب منه ذلك لفظيا",
            "suggested_activities": [
                "1 – أمسكي الطفل شيئا، واميلي الوعاء ناحيته وأرشدي يده نحو الوعاء. شجعيه على إسقاط الشيء فيه. أظهري سرورك لجهوده.",
                "2 – أري الطفل كيف يضع الأشياء داخل الوعاء، ثم ساعديه بإرشاد يديه وقولي \"جوه\" أو \"حسن، ضعه بالداخل\"، ثم شجعيه ليستمر بقولك \"مرة أخرى\" أو \"ضع الثانية بالداخل\" وثبتي الوعاء.",
                "3 – ثبتي الوعاء باستخدام قاعدة تثبيت الهواء أو باستمرار مسكه حتى لا يميل.",
                "4 – قدحي الطفل لرضاه عند وضعه المكعبات في الوعاء أو عندما يلعب داخل صندوق اللعب.",
                "5 – جربي استخدام وعاء شفاف لكي يرى الطفل الشيء عندما يضعه داخله."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "6",
            "age": "0 – 1",
            "performance": "يهز لعبة تصدر صوتا مربوطة بحبل",
            "suggested_activities": [
                "1 – اربطي جرسًا أو بعض الحلقات البلاستيكية بشريط وأعطيه للطفل. ثم خذي لعبة مماثلة لك. أري الطفل كيف يسحب الشريط ويحركه لأعلى وأسفل ليصدر صوتًا، وشجعيه ليقلدك.",
                "2 – شجعي الطفل على سحب وهز اللعبة. علقي على ما يفعله الطفل قائلة \"انظري كيف تهزها\"، وارشدي يده جسميًا إذا لزم الأمر.",
                "3 – اربطي الشريط بمقعد الطفل أو بظهر سريره بحيث يمكنه الوصول إلى اللعبة بنفسه للعب بها. تأكدي من أن الشريط قصير لكي لا يلتف حول عنق الطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "7",
            "age": "0 – 1",
            "performance": "يضع ثلاثة أشياء في وعاء ثم يفرغه",
            "suggested_activities": [
                "1 – ضعي أشياء قليلة في وعاء على صينية كرسي الطفل. ثم ضعي الأشياء داخل الوعاء وأقلبيها، واطلبي من الطفل أن يقلدك. ارشدي يده إذا لزم الأمر وأمديحيه وأنت تساعدينه في إنجاز ذلك.",
                "2 – قولي \"في\" بينما تشيرين إلى داخل الوعاء، و\"بره\" بينما تشيرين إلى الصينية أو المائدة.",
                "3 – ضعي أشياء صغيرة ذات ألوان زاهية في وعاء شفاف حتى يمكن للطفل رؤيتها، وقلبيها خارج الوعاء وأعطي الفرصة للطفل ليحولها. ارشدي الطفل جسميًا إذا لزم الأمر. دعي الطفل يلعب بتلك الأشياء لوقت قصير بعد أن يفرقها، ثم أعيديها ثانية حتى يتمكن من فرغها مرة أخرى."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "8",
            "age": "0 – 1",
            "performance": "ينقل شيئًا من يد إلى أخرى ليأخذ شيئًا آخر",
            "suggested_activities": [
                "1 – إذا كان الطفل يستخدم إحدى يديه أكثر من الأخرى، ضعي مكعبًا أو لعبة في اليد الأقل استخدامًا. راقبي الطفل لتعرفي على اليد المفضلة لديه.",
                "2 – أعطي الطفل شيئًا ليمسكه. عرضي شيئًا آخر مثير بجوار اليد التي يمسك بها الشيء الأول لتشجيعه على نقله إلى اليد الأخرى.",
                "3 – أريه كيف ينقل اللعبة بنفسك. ارشدي يديه وقولي \"ضعه في يدك\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "9",
            "age": "0 – 1",
            "performance": "يسقط لعبة ويلتقطها",
            "suggested_activities": [
                "1 – أشيري إلى لعبة الطفل على الأرض وقولي \"إعطي اللعبة؟\" إذا حاول الطفل ولكنه لم ينجح تمامًا، ساعديه قليلاً واشكريه على محاولته.",
                "2 – ساعدي الطفل في التقاط اللعبة وارشدي يده. قللي من المساعدة كلما تقدم الطفل في اكتساب المهارة.",
                "3 – أعطي الطفل كرة صغيرة ملونة وشجعيه على رميها ومشاهدتها وهي ترتد، ثم امسكيها بيديك وقدميها له ليتمكن من التقاطها.",
                "4 – ضعي كرة صغيرة أو سيارة على طاولة منخفضة. ادفعي اللعبة باتجاه الطفل ببطء عبر الحافة، وعبري عن إعجابك قائلة \"ياه، وقعت!\" وشجعي الطفل على التقاطها وإعادتها.",
                "5 – عندما يسقط الطفل شيئًا، ساعديه في التقاطه إذا لزم الأمر. كلما اكتسب الطفل المهارة، اعلميه أنه يمكنه التقاط الشيء بنفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "10",
            "age": "0 – 1",
            "performance": "يجد شيئًا مخبأ تحت وعاء",
            "suggested_activities": [
                "1 – أخفي قطعًا من البسكويت أو الزبيب أو مكعبات صغيرة تحت وعاء بينما يراقبك الطفل. شجعيه على إيجاد هذه الأشياء برفع الوعاء، واتركيه يأكلها كمكافأة، وساعديه إذا لزم الأمر.",
                "2 – بعد أن يشاهد الطفل كيف تخفين الأشياء تحت الوعاء، قولي \"أين ذهبت؟\" أو \"أين هي؟\" إذا رفع الطفل الوعاء ليظهر الأشياء، قولي \"لقد وجدتها!\" وأظهري إعجابك.",
                "3 – استخدمي لعبة محببة للطفل ليكون هذا ما يفعله لكي يجدها. ضعي واحدة تحت الوعاء، ثم رفعي الوعاء مرة أخرى لتريه أين هي، ودعي الطفل يرفعه ليحصل على اللعبة.",
                "4 – ادري صندوق الموسيقى أو لعبة موسيقية واخفيها تحت الصندوق، ثم شجعي الطفل على إيجادها.",
                "5 – قطعي فتحة في قاع صندوق الأحذية. ضعي لعبة صغيرة من خلال الفتحة وقولي \"أين؟\" شجعيه على العثور على اللعبة.",
                "6 – أعطي الطفل الفرصة ليخبئ شيئًا لك حتى تجديه. أضيفي بعض المتعة إلى ذلك بإبداء الحيرة وقولي: \"وأين يمكن أن تكون الآن؟\" لا تندهشي إذا رفع الطفل الصندوق وأراك أين هو."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "11",
            "age": "0 – 1",
            "performance": "يدفع ثلاث مكعبات مرتبة في شكل قطار",
            "suggested_activities": [
                "1 – ضعي 3 مكعبات في خط أمام الطفل وتظاهري بأنها قطار. ادفعي المكعبات وقولي \"تشو.. تشو\". ارشدي يد الطفل جسميًا لمساعدته في دفع المكعبات. استخدمي صوت القطار واستعرضي حول القطار أثناء تقدمه على الطريق.",
                "2 – ضعي 3 مكعبات على الطاولة حتى تسقط من الحافة. أظهري إعجابك وابتسمي. امسكي المكعبات وكرري ذلك ثانية، ثم شجعي الطفل على القيام بذلك وترتيب المكعبات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "12",
            "age": "0 – 1",
            "performance": "يرفع الدائرة من لوحة الأشكال",
            "suggested_activities": [
                "1 – شجعي الطفل على تقليد حركات مثل الآتي:",
                "أ – يلتقط التليفون اللعبة ويقول \"ألو\".",
                "ب – يشم الوردة.",
                "ج – يشير بيده \"باي باي\"، يرفع يديه فوق رأسه ليوضح \"كبير جدًا\".",
                "د – يمسك بمكعب في كل يد ويخبطهما في بعض.",
                "ه –  يدفع سيارة نقل لعبة عبر الغرفة.",
                "و – يرقص أو يتمايل على الموسيقى.",
                "2 – وضحي للطفل كيف تصفقين بيديك، وذلك بالتصفيق بيديك أولًا وغني أغنية \"اللي يصفق سوسة\". إذا لزم الأمر، خذي بيدي الطفل وصفقي بهما بينما تقولين كلمات إرشادية للطفل خلال الحركات. بالتدريج قللي من المساعدة بتقديم ضغط أخف على يديه.",
                "3 – قولي للطفل \"هيا نصفق\" وابدئي التصفيق بيديك، وانظري إذا قلدك الطفل. إذا فعل، ابتسمي وشجعيه ليشاركك. إذا لم يفعل، توقفي عن التصفيق ولكن استمري في الغناء لتسمحي للطفل أن يفعل الحركات بنفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "13",
            "age": "0 – 1",
            "performance": "يضع وتدًا مستديرًا في لوحة الأوتاد عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – أري الطفل كيف يضع الوتد في لوحة الأوتاد.",
                "2 – إرشدي يد الطفل جسميًا إذا لزم الأمر، ثم قللي من المساعدة تدريجياً.",
                "3 – استخدمي لوحة أوتاد صغيرة بفتحات قليلة أو غطِ معظم الفتحات في لوحة أوتاد كبيرة لتقليل الصعوبة على الطفل.",
                "4 – استخدمي أوتادًا بقطر 2.5 سم في البداية، ثم انتقلي لأوتاد أكبر كلما تقدم الطفل في اكتساب المهارة. قدمي تعابير وأصوات تعبّر عن الفرح عندما يضع الطفل الوتد في الفتحة لتجعلها لعبة ممتعة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "14",
            "age": "0 – 1",
            "performance": "يؤدي حركات بسيطة عند طلبها",
            "suggested_activities": [
                "1 – شجعي الطفل على تقليد حركات مثل الإجابة على الهاتف، شم الوردة، الوداع باليد، لعب بالمكعبات، دفع السيارة، أو الرقص على الموسيقى.",
                "2 – وضّحي للطفل كيفية التصفيق واحتفظي بالتشجيع بمرور الوقت بتقديم إرشادات أقل.",
                "3 – ألقي بالكيس عندما توقفين عن التصفيق، ولكن تواصلي الغناء للسماح للطفل بتكرار الحركات بمفرده."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الحركة": [
        {
            "title": "1",
            "age": "0 – 1",
            "performance": "يمد يده لالتقاط شيء على بعد يتراوح بين 15 إلى 22 سم من أمامه",
            "suggested_activities": [
                "1 – علقي لعبة من السقف بخيط طويل، ثم ضعي الطفل بحيث يستطيع مراقبة اللعبة وهي تتحرك وتتدلى.استخدمي خيطًا مرنًا لتعليق اللعبة (يوس) وبذلك يستطيع مد يده ليضربها مع ملاحظة طول الخيط حتى يلتف حول الطفل.",
                "2 – استخدمي لعبته المفضلة أو طعامه المفضل بوضعه على مرأى منه. ساعدي الطفل في البداية على أن يمد يده ليلتقط الأشياء. فتنظره ليلتقطها. حركي يده ليلمس الشيء.",
                "3 – استخدمي لعبة مطاطية (على شكل مهرج مثال) مثبتة بسطح يبعد عن الطفل 15 – 22 سم أمام الطفل. ساعديه على أن يمد يده ليلتقطها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "2",
            "age": "0 – 1",
            "performance": "يمسك بشيء محمول أمامه على بعد 8 سم",
            "suggested_activities": [
                "1 – افتحي قبضة الطفل باستعمال سبابتك واجعليه يقبض كفه عليها ثم داعبيه بتحريك إصبعك بحيث يتحرك يده وذراعه بعيدًا عن جسمه.",
                "2 – امسكي لعبة صغيرة أمام الطفل، يسهل عليه إمساكها وإذا لم يفعل فافتحي يده وضعي بها اللعبة ثم ضعي يدك على يده عدة ثوان ثم أرخي قبضتك تدريجيًا.",
                "3 – استخدمي لعبة ظريفة تحدث صوتًا عند الضغط عليها، وتكون مفضلة لديه، وضعيها أمامه في متناول يده، قدمي له أية مساعدة يحتاجها لإمساكها وعززيه بالثناء عليه وابتسمي له. اضغطي على اللعبة لكي تعززيه بالصوت الذي تحدثه وأبعديها عنه تدريجيًا إلى أن تصبح على بعد 8 سم منه. ساعديه للوصول وإمساكها كلما احتاج ذلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "3",
            "age": "0 – 1",
            "performance": "يمد يده ويمسك شيئًا أمامه",
            "suggested_activities": [
                "1 – شعي الطفل على ركبتيك وامسكي بشيء جذاب بالنسبة له بعيدًا عن متناوله بمسافة كافية واتركيه يحاول إمساكه.",
                "2 – إذا لم يمد الطفل يده قربي الشيء قليلاً ثم أبعديه كلما حاول أن يمد يده إليه.",
                "3 – اربطي وشاحًا أو ربطة عنق أو ارتدي عقدًا من الخرزات الخشبية حول رقبتك. اقتربي من الطفل وأنت تضحكين حتى يرى وجهك ويستطيع لمسه. حركي الوشاح حتى يجذب انتباه الطفل ويحاول إمساكه، واثني عليه إذا فعل ذلك، ابتسمي ليرى أنك مسرورة منه. في البداية حركي الوشاح نحو الرضيع حتى لا يحتاج أن يمد يده.",
                "4 – استخدمي كرة إسفنجية معلقة بخيط (يويو). حركي الكرة ببطء أمام وجه الطفل أو فوقه. ساعديه على أن يضرب الكرة بتحريك يده.",
                "5 – انفخي فقاقيع أمام الطفل، شجعيه على لمس الفقاقيع وتكسيرها بالحديث إليه أو التصفيق له وابتسمي عندما يحاول ذلك وساعديه عند الضرورة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "4",
            "age": "0 – 1",
            "performance": "يمد يده ليلتقط ما يفضله من الأشياء",
            "suggested_activities": [
                "1 – حددي اللعب التي ينتقي منها الطفل بحيث تكون قليلة ليتعلم كيف يختار شيئًا واحدًا كمفضل لديه. أمسكي باللعبة أمامه ولا تُعطه إياها مباشرة، بل حثيه على أن يمد يده لالتقاطها.",
                "2 – اربطي فوطة بعرض مهد الطفل وثبتيها جيدًا من الجوانب في المهد. ضعي فيها شيئين مختلفين في الملمس مثل قطعة قماش من الستان وكرة مصنوعة من مادة خشنة. تأكدي من أن الطفل يمكنه رؤيتهما وإمساكهما بسهولة دون أن يلتف حوله الحبل، حتى تعرفي الشيء المفضل لديه.",
                "3 – استخدمي أشياء ملونة أو لعبات بها رسومات لجذب نظر الطفل وانتباهه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "5",
            "age": "0 – 1",
            "performance": "يضع الشيء في فمه",
            "suggested_activities": [
                "1 – حركي يدي الطفل واجعليه يصفق بهما ووجههما إلى وجهه.",
                "2 – ضعي شيئًا في يد الطفل وساعديه على أن يحركه إلى فمه، أو اربطي لعبة بيد الطفل وأرشديه للوصول بها إلى فمه بتحريك معصمه.",
                "3 – عندما يصل الطفل إلى 4 – 6 أشهر، قدمي له قطعة من الطعام وساعديه على وضعها في فمه. ضعي قطعًا من الخبز مثلاً على صينية وخذي واحدة وضعيها في فمك، ثم ضعي قطعة في يد الطفل وشجعيه على أن يقلدك. إذا لم يفعل، ضعي يدك أنت في فمك ليقلدك. قللي من المساعدة بتخفيف الضغط على يده.",
                "4 – استخدمي مصاصة وأدخلي يد الطفل حولها واجعليه يوجهها إلى فمه ليتذوقها، ثم اتركيه يكرر الحركة بنفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "6",
            "age": "0 – 1",
            "performance": "يسند على ذراعيه ليقوم برأسه وصدره عند وضعه على بطنه",
            "suggested_activities": [
                "1 – ضعي الطفل على بطنه على الأرض وحثيه حتى يلفت انتباهه نحوك. أنظري إذا كان يمكنه دفع نفسه على يديه تجاهك.",
                "2 – ضعي الطفل على بطنه وامسكي لعبة تحدث صوتًا فوق رأسه حتى يضطر إلى رفع رأسه ليراها. حركي اللعبة إلى أعلى لتشجيعه على رفع رأسه أكثر.",
                "3 – ضعي الطفل على وسادة أسطوانية ويديه مبسوطتان على الأرض، وحثيه على التفاعل معك بوضع أشياء تجذب انتباهه. ابدلي الوسادة بأخرى أصغر ليبذل الطفل مجهودًا أكبر.",
                "4 – ضعي مرآة أمام رأس الطفل وهو على بطنه، اخبطي على المرآة أو تحدثي لتشجيعه على رفع رأسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "7",
            "age": "0 – 1",
            "performance": "يبقي رأسه وصدره مرفوعين وهو يسند على ذراع واحدة",
            "suggested_activities": [
                "1 – ضعي الطفل على بطنه وساعديه. امسكي بشيء ملون بألوان زاهية، لعبة مفضلة لديه أو طعامًا محببًا له بجانب الطفل حتى يمد الطفل ذراعًا واحدة ليمسك به. وجهي يده إليه إذا لزم الأمر.",
                "2 – استخدمي لعبة على شكل عربة وجريها لتحدث جلبة. ضعي في طرف الخيط حلقة صغيرة أو خرزة يمكن للطفل التقاطها بسهولة. حثي الطفل على أن يمسك بها لتحفيز اللعبة على إصدار صوت أو حركة.",
                "3 – اجلسي في مكان يمكن للطفل رؤيتك. مدّي يديك جانبياً وشجعيه على التوجه نحوك. ابتسمي له واحتضنيه أو قبليه عندما يفعل ذلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "8",
            "age": "0 – 1",
            "performance": "يتحسس الشيء ويكتشفه بفمه",
            "suggested_activities": [
                "1 – امسكي بشيء ليراه الطفل، ثم ضعيه في يده إذا لم يمتد لالمساك به. وجهي يده إلى فمه.",
                "2 – استخدمي لعب وحلقات مناسبة للعض عليها مصنوعة من مطاط ناعم أو متين.",
                "3 – ضعي بعض العسل أو بودرة الجيلي أو طعاماً مناسباً على الشيء لتحفيز الطفل على وضعه في فمه.",
                "4 – حاولي أن تدعه يضع قطعة من بسكويت التسنين أو قطعة خيار طويلة في فمه ويتشبث بها دون أن يقضمها كلياً."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "9",
            "age": "0 – 1",
            "performance": "ينقلب من على بطنه إلى جنبه ويحافظ على الوضع 50% من الوقت",
            "suggested_activities": [
                "1 – ضعي الطفل على بطنه وساعديه في التقلب من على بطنه إلى جنبه، ثبتي ذراعه تحت جسده وداعبيه أو تحدثي إليه.",
                "2 – ضعي الطفل على بطنه وامسكي بلعبة مفضلة أو شيء يحبه بعيدًا عن متناوله إلا إذا انقلب على جانبه ليمسك بها. ساعديه ووجهيه جسديًا ليفعل ذلك وقللي تدريجيًا من المساعدة.",
                "3 – اجلسي أو ارقدي بجانب الطفل، حثيه على التقلب ليصبح راقدًا على جنبه ويواجهك، وقدمي له التحفيز والمشجعة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "10",
            "age": "0 – 1",
            "performance": "يتقلب من على بطنه ليصبح على ظهره",
            "suggested_activities": [
                "1 – ضعي الطفل على بطنه وامسكي شيئًا أو لعبة مفضلة بعيدًا عن متناوله قليلاً. شجعيه على الوصول إليها ولمسها بتحريكها أو إصدار أصوات بها. استمري بتحريك اللعبة لجذب انتباهه حتى يتقلب. أعطيه اللعبة إذا نجح في التقلب.",
                "2 – مرري لعبة ببطء من فوق رأسه لتحفيزه على التقلب ومتابعتها بعينيه.",
                "3 – إجلسي بجانب الطفل وامددي ذراعيك، ثم تحدثيه برفق لتشجيعه على التقلب نحوك.",
                "4 – ضعي الطفل على ظهره في مهده واتركيه يرقبك وأنت تتحركين لعبة (عربة) أو شيء يتحرك فوق المهد. ثم ضعي الطفل على بطنه ليضطر للتقلب على ظهره ليراها.",
                "5 – استلقي بجانب الطفل حتى تكوني خارج مجال رؤيته، وشديه نحوك وأجذبيه وتحدثي معه لتشجيعه على التقلب والبراك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "11",
            "age": "0 – 1",
            "performance": "يتحرك على بطنه لإلمام مقدار طول حسمه",
            "suggested_activities": [
                "1 – ضعي الطفل على بطنه على الأرض مع ذراعيه ممدودتين. ثبتي لعبة أو قطعة طعام على بعد بضع سنتيمترات من متناول الطفل. انتظري ليحاول الطفل الزحف إليها، ثم كافئيه بإعطائه الشيء الذي وصل إليه أو حاول بجدية. إذا نجح في اللمس، ابعدي اللعبة تدريجياً لمسافات أبعد.",
                "2 – ارقدي أمام الطفل بحيث يكون رأسك على نفس ارتفاع رأسه تقريباً، وابتسمي وتحدثي معه لتشجيعه على الحركة والوصول إليك.",
                "3 – اجذبي الطفل إلى الأمام ببطء باستخدام جر خفيف من تحت عضديه.",
                "4 – ساعديه على التأرجح إلى الأمام والخلف ليبدأ في الحركة، ربما يتحرك الطفل إلى الوراء قبل أن يبدأ في الحركة إلى الأمام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "12",
            "age": "0 – 1",
            "performance": "يتقلب من على ظهره إلى جنبه",
            "suggested_activities": [
                "1 – وجهي الطفل جسمياً ليتقلب من على ظهره إلى جنبه عن طريق أخذ كتفه وسحبه بلطف جانباً نحوك (اسحبي كتفه الأيسر نحو اليمين والكتف الأيمن نحو اليسار). ضعي بطانية ملفوفة خلفه لمساعدته على هذا الوضع في البداية.",
                "2 – ضعي الطفل على جنبه في سرير صغير (أو في مهده). قفي في الجانب الآخر وتحدثي إليه أو ادقي جرسًا لتجذبي انتباهه حتى يتقلب ويراك. ساعديه في البداية ثم قللي تدريجيًا من المساعدة عندما يتمكن من المحاولة بنفسه.",
                "3 – ضعي الطفل في الحجرة مع باقي أفراد الأسرة لتشجيعه على التقلب ليرى الجميع.",
                "4 – ثبتي لعبة موسيقية بجانب رأس الطفل ليضطر إلى التقلب ليراها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "13",
            "age": "0 – 1",
            "performance": "ينقلب من على ظهره ليصبح على بطنه",
            "suggested_activities": [
                "1 – ضعي الطفل على ظهره وامسكي بذراعه وساقه، ثم اقلبيه برفق ليصبح على بطنه. قللي من مساعدتك تدريجياً.",
                "2 – ضعي الطفل على جنبه ووضعي وسادة خلف ظهره لمنعه من التقلب إلى الظهر. حثيه على التقلب إلى بطنه، وادفعيه برفق باستخدام الوسادة لبدء حركة التقلب.",
                "3 – مرري لعبة جذابة ببطء فوق رأس الطفل لينجذب لها ويتحرك للتقلب وهو يسعى للوصول إليها بنظره.",
                "4 – أجلسي بجانب الطفل وامدي ذراعيك له، وحثيه على التقلب نحوك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "14",
            "age": "0 – 1",
            "performance": "يسحب نفسه إلى وضع الجلوس وهو ممسك بصابع شخص كبير",
            "suggested_activities": [
                "1 – استخدمي وسائد أو بطانية لدعم الطفل في وضع الجلوس، وامسكي بيديه لمساعدته على الثبات. قللي من عدد الوسائد والمساند تدريجياً.",
                "2 – ضعي الطفل على ظهره على الأرض وجعليه يقبض كفيه على إصبعيك، ثم اجذبيه برفق نحو وضع الجلوس.",
                "3 – يحتاج شخصان لعمل هذا التمرين، أحدهما يركع خلف رأس الطفل ويمسك به، والآخر يأخذ بيديه ويساعده على الجلوس. قللي من سند الرأس تدريجياً.",
                "4 – ضعي الطفل في حجره ووجه رأسه إليك، ورأسه على ركبتيك. ساعديه على الجلوس بثبات قدميه عند بطنك، واجذبيه بإصبعيك إلى وضع الجلوس."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "15",
            "age": "0 – 1",
            "performance": "يدير رأسه بسهولة وجسمه مستقر",
            "suggested_activities": [
                "1 – اسندي الطفل في مقعد الرضع أو في كرسي الأطفال العالي أو في كرسي كبير. امشي أمام الطفل ليتابعك ويدير رأسه لمتابعة حركاتك وصوتك. حاولي استخدام جرساً أو لعبة تحرك صوتاً ملفتاً للنظر لتحفيزه.",
                "2 – اجلسي الطفل في الغرفة وأنت تقومين بأعمال منزلية في المطبخ أو في غرفة المعيشة. تحدثي معه وأنت تتحركين، وحركي جسمك بطرق مختلفة لتشجيعه على متابعة حركاتك بنظره وتحريك رأسه.",
                "3 – عند وجود أفراد الأسرة معًا أو وجود ضيوف، ضعي الطفل في مكان يمكنه من رؤية الجميع. كافئيه بالابتسامات وتأكدي من أن أفراد الأسرة يتحدثون معه.",
                "4 – ضعي الطفل على كرسي الرضع أو اسنديه على مقعد، وامسكي يديه على صدره واهزيه برفق من جانب إلى آخر لتحريك رأسه بحرية وتأرجحه"
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "16",
            "age": "0 – 1",
            "performance": "يبقى في وضع الجلوس لمدة دقيقتين",
            "suggested_activities": [
                "1 – ضعي وسادات حول الطفل واجعليها مرتفعة على الجوانب.",
                "2 – اجلسي الطفل في ركن من أركان الأريكة أو المقعد واستخدمي الوسادات لدعمه من الجوانب.",
                "3 – اجلسي الطفل في كرسي الأطفال إذا كان متاحًا ولا تشدي عليه الأربطة لتسمح له بالاعتماد على نفسه في الجلوس.",
                "4 – ضعي الطفل بين رجليك وضعي يديه على فخذيك ليسند عليهما. اسحبي نفسك قليلاً للوراء بحيث يجلس مستندًا على ذراعيه فقط، واضغطي بيديك برفق على ظهره.",
                "5 – ضعي الطفل في كرسي الرضع واسحبيه قليلاً إلى الأمام باستخدام مسك يديه، واسندي رأسه وكتفيه إذا لزم الأمر.",
                "6 – اركبي زاوية قائمة مصنوعة من الخشب الرقيق أو الكرتون بشكل ركن يحتوي على حواف مستديرة وآمنة. اسندي الطفل في الزاوية وامنعي كل ذراع على جانب للحفاظ على توازنه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "17",
            "age": "0 – 1",
            "performance": "يترك شيئاً في يده عن قصد ليأخذ شيئاً آخر",
            "suggested_activities": [
                "1 – أعطي الطفل لعبتين ليمسكهما، واحدة في كل يد. ثم عرضي عليه لعبة ثالثة يفصلها أو طعامًا مفضلاً. ساعديه على أن يترك إحدى اللعبتين ليأخذ ما عرضتيه عليه إذا لم يفعل ذلك بنفسه. استخدمي بعض العبارات التي تحفزه على القيام بذلك مثل \"ضع ما في يدك أولاً لتأخذ هذا\".",
                "2 – ثبتي إحدى يدي الطفل بالاحتفاظ بها في مكانها أو وضعها داخل قميصه، ثم دعيه يمسك شيئاً آخر يفضله حتى يترك هذا ليمسك ذاك.",
                "3 – كلما رأيت الطفل يضع شيئاً ليلتقط شيئاً آخر، شجعيه باستمرار بالابتسامة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "18",
            "age": "0 – 1",
            "performance": "يلتقط الأشياء ويُلقيها عن عمد",
            "suggested_activities": [
                "1 – ضعي الطفل في كرسي الأطفال وأمامه منضدة صغيرة. ساعدي الطفل في حمل شيء في يده ووضع يده جانباً ليسقط على الأرض ويحدث صوتاً. بيني للطفل أنك تعتبرين ذلك مسلياً بالضحك والابتسامة. استعيدي الشيء مرة أخرى وضعيه على المنضدة. كرري نفس الحركة مع تقليل مساعدتك للطفل.",
                "2 – استخدمي مكعبات أو علبة صغيرة بفتحة كبيرة. احملي واحدة فوق العلبة وأسقطيها، ضعي مكعباً قرب الطفل وحثيه على أن يفعل مثلك بتكرار ذلك.",
                "3 – استخدمي بعض العبارات التشجيعية مثل \"أعطني\"، \"أسقطه\"، \"التقطه\"، وهكذا.",
                "4 – استخدمي أشياء وصناديق تصدر صوتًا أثناء القيام بهذا النشاط، فهذا يُعجب الطفل أكثر.",
                "5 – عندما يكون الطفل في الحمام، اتركيه يلقي بشيء في الماء، ثم ساعديه في استرجاعه ويلقيه مرة أخرى. كرري ذلك وأظهري إعجابك بالمباراة الطريفة هذه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "19",
            "age": "0 – 1",
            "performance": "يقف مسنودًا لأقصى درجة",
            "suggested_activities": [
                "1 – امسكي الطفل بشكل جيد من وسطه وانتقلي به بخفة حتى يتمكن من التحمل على ساقيه لفترة قصيرة.",
                "2 – امسكي الطفل وهو يقف أمام مرآة أو صورة أو نافذة حتى يتمكن من رؤية نفسه أثناء الوقوف. اثني عليه وشجعيه وتحدثي إليه أثناء وقوفه مع دعمك له.",
                "3 – امسكي الطفل وهو واقف أمام منضدة منخفضة عليها لعب مفضلة له. حثي الطفل على اللعب بهذه الألعاب أثناء وقوفه وأنت تسنديه.",
                "4 – اجلسي الطفل على ركبتيك مواجهًا له. اسحبي يديه لأعلى وأنت تمسكيهما. شجعيه على القفز وثني ركبته."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "20",
            "age": "0 – 1",
            "performance": "يهتز إلى أعلى وإلى أسفل في وضع الوقوف مسنودًا",
            "suggested_activities": [
                "1 – اجعلي الطفل يقف على ركبتيك. انتقلي به إلى أعلى وأسفل وغني له أثناء ذلك.",
                "2 – ساعديه أن يقف متمسكًا بحافة السرير وحثيه على القفز.",
                "3 – امسكي الطفل من إبطيه أثناء وقوفه وساعديه على النط من السرير أو الكرسي."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "21",
            "age": "0 – 1",
            "performance": "يحبو إلى الأمام بمقدار طول جسمه ليحصل على شيء",
            "suggested_activities": [
                "1 – ضعي الطفل على الأرض في وضع الحبو وساعديه برفع إحدى ذراعيه برفق لأعلى وأسفل، وكرري هذه الحركة بتبادل الذراعين.",
                "2 – ضعي الطفل على الأرض وضعي لعبة أو قطعة طعام بعيدة بضع سنتيمترات عن متناوله. اجذبي انتباهه إليها بخبطها على الأرض وحثيه على التحرك نحوها. قدمي له اللعبة أو الطعام كمكافأة إذا نجح في الوصول إليها. إذا حاول بجد ولم ينجح، فكرري العملية مع زيادة المسافة تدريجياً بين الطفل والشيء المراد الوصول إليه.",
                "3 – اجلسي أمام الطفل وامسكي بذراعيه من الكتف وانتقلي به نحوك.",
                "4 – ضعي فوطة تحت الطفل وامسكي بطرفيها لتساعديه على رفع بطنه من الأرض مستندًا على يديه وركبتيه. قللي من مساعدتك كلما بدأ في التثبت بنفسه.",
                "5 – ضعي الطفل على لوح التزحلق (لوح لعب) على بطنه، وساعديه على الحركة بتحريك ذراعيه كما لو كان يسبح. كوني حذرة لتجنب إيذاء يديه أو ساقيه من اللوح. قدمي له أهدافًا يجب أن يصل إليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "22",
            "age": "0 – 1",
            "performance": "يجلس ساندًا نفسه",
            "suggested_activities": [
                "1 – اجلسي على الأرض وضعي الطفل بين رجليك مستندًا بيديه على فخذيك.",
                "2 – ضعي كفي الطفل على الأرض. اضغطي بلطف على كتفيه لأسفل، بطريقة الهز، وهو جالس.",
                "3 – ضعي شيئًا مسليًا للطفل أمامه لزيادة رغبته في الجلوس والاستكشاف.",
                "4 – ضعي وسادات حول الطفل لحمايته إذا سقط على جانبيه. اجلسي مواجهة للطفل ودحرجي كرة أو ادفعي بعربة نحوه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "23",
            "age": "0 – 1",
            "performance": "يتحول من وضع الجلوس إلى وضع السند على يديه وركبتيه",
            "suggested_activities": [
                "1 – جذبي الطفل في وضع الجلوس وحثيه على الاقتراب مستخدمة اللعب أو الأطعمة المفضلة لتشجيعه.",
                "2 – ساعدي الطفل ليسند على يديه وركبتيه أثناء تحركه في وضع الزحف، وكافئيه عندما يتقدم في أي حركة تساعده على الزحف باستخدام أطرافه.",
                "3 – أجلسي الطفل على السرير واضغطي برفق لدفعه إلى الأمام إلى وضع السند على يديه وركبتيه.",
                "4 – ضعي الطفل جالسًا على الأرض وأنت جالسة أمامه. شجعيه على أن ينحني للأمام ويربي على الأرض، وسيجعله ذلك يضع يديه على الأرض وينحني للأمام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "24",
            "age": "0 – 1",
            "performance": "يتحرك من وضعه على بطنه إلى وضع الجلوس",
            "suggested_activities": [
                "1 – عندما يكون الطفل مستلقيًا على بطنه، قومي بتدويره إلى جانبه وارفعي ركبتيه نحو صدره واجعليه يدفع بيديه ويجلس بشكل مستقيم. أثني عليه وأنت تساعدينه، ثم قللي تدريجيًا من المساعدة.",
                "2 – ضعي الطفل على بطنه على الأرض. عرضي عليه قطعة من البسكويت أو لعبة وحركيها ببطء بعيدًا عنه، ثم ارفعيها لتحفيزه على تغيير وضعه للجلوس. كافئيه بإعطائه اللعبة أو البسكويت.",
                "3 – جهزي شيئًا ليكون كرافعة يمكن للطفل أن يمسك بها ويسحب نفسه نحوها لتعزيز قدرته على الجلوس بمفرده.",
                "4 – عرضي للطفل كيف يعود إلى وضع الجلوس عندما يكون قد سقط إلى الأرض أو وقف بمساندة على الحائط، واحتفظي بيديه وساعديه في الصعود."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "25",
            "age": "0 – 1",
            "performance": "يجلس بدون أن يستند على يديه",
            "suggested_activities": [
                "1 – ضعي ذراعك خلف ظهر الطفل لتسنديه بينما تشجعيه على لعب لعبة ما. قللي تدريجيًا من المساعدة.",
                "2 – ضعي الطفل في وضع الجلوس بين رجليك ودعيه يضع يديه على رجليك للدعم. عندما يكون جلوسه مستقرًا وثابتًا، أعطيه لعبة ليمارسها دون الحاجة لاستخدام يديه للدعم.",
                "3 – اجلسي الطفل على الأرض واحاطي به وسادات لتأمينه. تأكدي من أنه يجلس بشكل مستقيم وأن رجليه ممتدتين للاستقرار. العبي معه أثناء جلوسه بهذا الشكل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "26",
            "age": "0 – 1",
            "performance": "يقذف الأشياء في أي اتجاه",
            "suggested_activities": [
                "1 – ضعي يدك حول يده وساعديه في رمي الكرة أو اللعبة أو حتى قصاصة الورق. اظهري استمتاعك بهذه اللعبة.",
                "2 – اجلسي بالقرب من الطفل وأعطيه كرة. ثم ابتعدي عنه بمتر تقريبًا وامددي يديك قائلة: \"ارم الكرة\". صفقي أو ابتسمي عندما يفعل ذلك.",
                "3 – جلسي على الأرض أمام الطفل. اطلبي منه أن يرمي الكرة إليك وثني عليه بغض النظر عن الاتجاه الذي يقذف به الكرة.",
                "4 – استخدمي شيئًا يصدر صوتًا عندما يتم رميه مثل كيس حبوب مغلق أو شيء يصدر صوتًا طقطقة. تأكدي من أن هذه الأشياء آمنة للاستخدام مع الطفل.",
                "5 – اجعلي الطفل يقذف الأشياء في الماء ليستمتع بالطرطشة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "27",
            "age": "0 – 1",
            "performance": "يتأرجح أمامًا وخلفًا وهو على يديه وركبتيه",
            "suggested_activities": [
                "1 – ضعي فوطة كبيرة تحت صدر الطفل وامسكي بأطرافها. ارفعي صدر الطفل حتى تصبح يديه وركبتاه فقط على الأرض، وهزي الفوطة أمامًا وخلفًا لتساعد الطفل في التأرجح.",
                "2 – امسكي الطفل من أعلى الفخذين وحركيه أمامًا وخلفًا.",
                "3 – قمي بحركة التأرجح أمامًا وخلفًا ليشاهد الطفل ثم ساعديه جسميًا أثناء هذه الحركة.",
                "4 – ضعي وسادة أو مسندًا أسطوانيًا تحت صدر الطفل. في البداية، ساعديه وشجعيه على التأرجح أمامًا وخلفًا، وثني عليه ببعض العبارات مثل \"هز، هز\" أو \"أمامًا وخلفًا\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "28",
            "age": "0 – 1",
            "performance": "ينقل شيئا من يد إلى أخرى وهو جالس",
            "suggested_activities": [
                "1 – عندما يكون الطفل جالسًا للعب، ضعي أشياء ذات ألوان جذابة في متناوله لتشجيعه على التقاطها.",
                "2 – أعطي الطفل شيئًا يمسكه ثم عرضي عليه شيئًا آخر ليمسكه بنفس اليد. اشرحي له كيف ينقل الشيء الأول إلى اليد الأخرى. إذا أمسكهما بيد واحدة أو سندهما إلى صدره بيد واحدة، فاعطيه شيئًا ثالثًا حتى يضطر إلى نقل أحدهما إلى اليد الأخرى.",
                "3 – أثناء تناول الطعام، إذا كان الطفل يفضل استخدام يد على الأخرى، فاعطيه قطعة طعام في اليد الأقل استخدامًا وحثيه على نقلها إلى اليد الأخرى."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "29",
            "age": "0 – 1",
            "performance": "يحتفظ في يد واحدة بمكعبين (طول الضلع 2 سم)",
            "suggested_activities": [
                "1 – ضعي الطفل في مكان لا يستطيع فيه إسقاط الشيء. عرضي عليه أشياء صغيرة حتى يضع واحدة في كل يد. ثم أعرضي عليه شيئًا يفضله ليضطر لنقل الشيء الأول إلى اليد الأخرى. ساعديه إذا لزم الأمر.",
                "2 – استخدمي المكعبات التي طول ضلعها 2 سم. استمري في عرضها له وأنت تقولي \"امسك هذا من فضلك\".",
                "3 – ضعي اثنين من هذه المكعبات (أو أشياء صغيرة أخرى) في إحدى يدي الطفل وحثيه على مسكهما. ساعديه جسديًا إذا لزم الأمر، وأشجعيه بالمدح قائلة \"خذ واحد آخر، إنها معك الآن\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "30",
            "age": "0 – 1",
            "performance": "يشد نفسه ليقوم على ركبتيه",
            "suggested_activities": [
                "1 – ضعي الطفل على ركبتيه في قفص اللعب أو السرير وامسكي به من القضبان. حافظي على وضعه بهذا الشكل حتى يعتاد عليه، وذلك بإمساكه في هذا الوضع أو بتسليته باللعب أو الحركات.",
                "2 – ضعي الطفل في قفص اللعب وهو جالس بالقرب من القضبان. امسكي لعبته عاليًا حتى يضطر إلى مسك القضبان ليرفع نفسه على ركبتيه ويمسك بها. ساعديه جسديًا إذا لزم الأمر ليتمكن من القيام بذلك.",
                "3 – ضعي بعض الألعاب على منضدة منخفضة في متناول الطفل وامنحيه فرصة للوقوف على ركبتيه. العبي معه على المنضدة لتشجيعه على القيام بذلك مثلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "31",
            "age": "0 – 1",
            "performance": "يشد نفسه لوضع الوقوف",
            "suggested_activities": [
                "1 – ضعي لعبًا على كرسي منخفض وتأكدي من أن الطفل يراك وأنت تفعلين ذلك. عندما يحاول الطفل الوقوف ويأخذ اللعبة، أحثيه واتركيه يأخذها.",
                "2 – عندما يستيقظ الطفل من النوم، ارفعيه بحيث تضع يديه على قضبان السرير أو جوانبه.",
                "3 – علقي بعض الألعاب فوق سرير الطفل بحيث يمكنه الوصول إليها بمجرد أن يسحب نفسه للوقوف باستخدام جوانب السرير كدعم.",
                "4 – ضعي الطفل بحيث تكون إحدى قدميه على الأرض ووزّن جسمه على ركبته الأخرى، وقولي له أن يستخدم ذراعيه للشد ويدفع برجله. ساعديه بدفع مقعدته.",
                "5 – عند وقت الطعام، ضعي بعض الطعام على طاولة منخفضة وانتظري لترى هل يحاول الطفل سحب نفسه لأعلى للحصول على الطعام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "32",
            "age": "0 – 1",
            "performance": "يستخدم سبابته وإبهامه في التقاط الأشياء بطريقة الكماشة",
            "suggested_activities": [
                "1 – أثناء الطعام، ضعي أجزاء صغيرة من الطعام أمام الطفل في صينية. قدمي له كيفية التقاطها بسبابته وإبهامه بتوضيح الحركة. ضعي أصابعك حول الشيء واضغطي عليه إن لزم الأمر.",
                "2 – استخدمي حبات الزبيب أو قطع الحلوى اللزجة، واتركي الطفل يأكل ما يستطيع أن يلتقطه.",
                "3 – أثناء اللعب، قدمي أشياء صغيرة (مثل حبوب أو أزرار أو مكعبات) على طاولة منخفضة وحثي الطفل على التقاطها وإسقاطها في علبة ذات فتحة واسعة.تحذير: احرصي على مراقبة الطفل عن كثب لضمان عدم وضع أي شيء في فمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "33",
            "age": "0 – 1",
            "performance": "يحبو",
            "suggested_activities": [
                "1 – ضعي فوطة كبيرة تحت صدر الطفل وامسكي بأطرافها، ثم ارفعيها ببطء حتى يكون جسمه فقط على الأرض. ارفعيه ببطء ليتمكن من التمايل على الأرض، واستخدمي اللعب والضحك خلال ذلك.",
                "2 – وهو في وضع الحبو، جذبي إحدى قدميه للخلف ثم اتركيها ليرجع بنفسه إلى الأمام بشكل غير إرادي. كرري نفس الحركة مع القدم الأخرى، وخففي قوة جذبك للقدم حتى يتمكن من التمسك بها بمفرده.",
                "3 – قدمي حركة الزحف بتحريك ذراعيك وساقيك بطريقة تبادلية، وساعدي الطفل على تقليدك. دعيه يزحف نحو هدف مثل \"دعنا نجد الباب\".",
                "4 – ضعي الطفل على بطنه على لوح يتحرك على عجل وساعديه في تحريك يديه كأنه يسبح، مما يدفع اللوح أمامه. وضعي الطعام أو الشراب أو اللعبة بحيث يحاول الوصول إليها.حركي إصبعك بالطعام حول فمه . اثني على الطفل وقولي \"أنها لذي"
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "34",
            "age": "0 – 1",
            "performance": "يقف بأقل مساندة",
            "suggested_activities": [
                "1 – ضعي الطفل على جانبه، وضعي يديه على السطح، ثم ساعديه في الحفاظ على يديه على السطح وضعي يدك فوقهما.",
                "2 – استخدمي إصبعك لمساعدة الطفل على الوقوف، اجذبيه برفق أثناء الحديث معه.",
                "3 – ضعي يديك تحت ذراعي الطفل وهو يمسك بسطح السرير، ثم قللي التدريجي لمساعدتك حتى يتمكن من الحفاظ على توازنه بمفرده.",
                "4 – ضعي قضيبًا عبر فتحة باب الغرفة حتى يمكن للطفل المسك به أثناء الوقوف لرؤية ما حوله.",
                "5 – ضعي فوطة تحت ذراعي الطفل وامسكي بها من الخلف، ثم قللي التدريجي لمساعدتك.",
                "6 – بمجرد أن يتمكن الطفل من الاعتماد على مقعد أو أريكة للوقوف، جلسي على الأرض بجانبه وامسكي بلعبة أو شيء محبب، وجعليه قريبًا بحيث يمكنه سحب يده من المقعد لالتقاطه.",
                "7 – ضعي لعبة محببة له على الأريكة وشجعيه على الوقوف واللعب بها وهو مستند إلى الأريكة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "35",
            "age": "0 – 1",
            "performance": "يلعق الطعام من حول فمه بلسانه",
            "suggested_activities": [
                "1 – ضعي طعامًا لزجًا مثل المربى حول فم الطفل، وعرضي له كيفية تحريك لسانه ليأخذه. حثيه على لعق الطعام اللزج من شفتيه.",
                "2 – ضعي قطعة صغيرة من المهلبية أو أي شيء له مذاق خفيف على الشفة العليا للطفل. حثي الطفل على لعقها بطرف لسانه. كرري ذلك بوضع الطعام بجانب فمه. أسمحي له برؤية نفسه في المرآة أثناء اللعق.",
                "3 – ضعي قطعة صغيرة من الطعام على طرف إصبعك، ثم بعد أن تضعي بعض الطعام على طرف لسان الطفل، حركي إصبعك مع الطعام حول فمه. أشجعي الطفل قائلة \"أنها لذيذة\" أو \"هم\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "36",
            "age": "0 – 1",
            "performance": "يقف وحده لمدة دقيقة",
            "suggested_activities": [
                "1 – اجذبي الطفل ليقف مستنداً إلى أي قطعة أثاث، حدثيه وابتسمي له أثناء ذلك، ثم قللي تدريجيًا من مساعدتك له. عرضي عليه لعبة ليترك ما يستند عليه.",
                "2 – أثناء وقوفه بالمساند، أعطيه لعبة أو مرآة صغيرة أو شيء آخر لينظر إليه ويحتفظ بتوازنه.",
                "3 – امدحي الطفل وشجعيه بالابتسامة أو العناق لزيادة مدة وقوفه.",
                "4 – أعطي الطفل شيئين ليحملهما في يديه، مثل مكعبات صغيرة، لتساعده في المحافظة على توازنه.",
                "5 – اجذبي الطفل للوقوف مستندًا إلى الجدار أو الثلاجة وهو يستند إليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "37",
            "age": "0 – 1",
            "performance": "يقلب الوعاء ليخرج ما بداخله",
            "suggested_activities": [
                "1 – أثناء اللعب على الأرض، ضعي مكعبات صغيرة ملونة وفنجان بلاستيك، ثم اجعلي الطفل يقلبه ليخرج ما بداخله ببطء. ساعديه في القيام بهذه المهمة حسب الحاجة.",
                "2 – أثناء الطعام، ضعي قطعة صغيرة من الطعام مثل البسكويت في فنجان للطفل ليأخذها، ثم عرضي عليه كيف يقلب الوعاء ليخرج ما بداخله.",
                "3 – استخدمي إشارات بصرية مثل \"في\" و\"خارج\" أثناء إظهار الفنجان للطفل، ثم أشجعيه وثني على نجاحه واكرريه بالقبلات والأحضان والتشجيع.",
                "4 – أثناء الاستحمام، ضعي أواني بلاستيكية في الحوض مع أشياء عائمة يمكن وضعها فيها. دعي الطفل يضع تلك الأشياء في الأواني ثم يقلبها في الماء للتسلية."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "38",
            "age": "0 – 1",
            "performance": "يقلب صفحات الكتاب، بضع صفحات في كل مرة",
            "suggested_activities": [
                "1 – قرئي قصصًا بسيطة للطفل وعرضي له كيفية قلب الصفحات أثناء القراءة، ساعديه بمسك يده وتوجيهها إذا لزم الأمر. تدريجيًا، اجعليه يقلب الصفحات بمفرده.",
                "2 – أعطي الطفل مجلات قديمة أو كتالوجات أو قصصًا مغلفة بالبلاستيك للعب بها.",
                "3 – استخدمي كتابًا تفاعليًا يحتوي على أزرار أو مواد لامسة ليمارسها الطفل، فهي تساعده على استكشاف الصفحات بشكل ممتع.",
                "4 – استخدمي كتب الأنشطة التي تحتوي على الأزرار لتزريها أو الملامس لتحسسها .... إلخ ، فأنها تسلية للطفل وتحتوي على المفاجآت في كل صفحة يقلبها ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "39",
            "age": "0 – 1",
            "performance": "يغرف باستخدام معلقة أو جاروف صغير",
            "suggested_activities": [
                "1 – في صندوق مليء بالرمل، أوضحي للطفل كيف يغرف الرمل باستخدام المعلقة أو الجاروف. ساعديه في المسك وارشديه خلال الحركة، عندما يملأ عربته بالرمل أو يدفن أقدامك.",
                "2 – أعطي الطفل معلقة ليمسكها عندما تطعميه بالبطاطس المهروسة أو المهلبية أو الزبادي أو أي طعام لزج. اتركي وقتًا بين كل ملعقة وأخرى حتى يحاول أن يغرف بالمعلقة.",
                "3 – وفري معلقة مناسبة الحجم وسهلة القبض عليها للطفل، وتكون لها يد قصيرة.",
                "4 – شعي أرزًا أو بعض الحبوب الجافة في إناء، واجعلي الطفل يغرف منها ويضعها في أطباق صغيرة أو أكواب شاي بلاستيكية. تحدثي مع الطفل حول ما يفعلونه معًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "40",
            "age": "0 – 1",
            "performance": "يضع أشياء صغيرة في داخل وعاء",
            "suggested_activities": [
                "1 – استخدمي فنجانًا عاديًا غير قابل للكسر أو علبة بلاستيك، وأظهري للطفل كيف يسقط الأشياء في العلبة. عادةً، يستمتع الطفل بإخراج الأشياء قبل أن يتمكن من وضعها داخلها.",
                "2 – أعطي الطفل مكعبًا واحدًا، واحملي الفنجان أمامه وأشيري إليه قائلةً \"ضعه في الفنجان\" عندما يفعل ذلك، احتفظي بتشجيعك واستخدمي أشياء وأوعية مختلفة للحفاظ على استمتاع الطفل.",
                "3 – استخدمي أشياء تحدث صوتًا عندما يتم إسقاطها داخل الوعاء، لأن الصوت الذي يحدثه الشيء عند ارتطامه بقاع الوعاء يكون حافزًا للطفل. بعد أن يضع الطفل الشيء في الوعاء، ساعديه على زجزاجه لسماع الصوت."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "41",
            "age": "0 – 1",
            "performance": "ينزل بجسمه من وضع الوقوف إلى وضع الجلوس",
            "suggested_activities": [
                "1 – ساعدي الطفل على ثني ركبتيه إلى وضع القرفصاء، ثم احرصي على أن يحرك يديه نحو قضيب السرير أو الأريكة، وساعديه حتى ينزل بنفسه إلى وضع الجلوس.",
                "2 – لتشجيع الطفل على الجلوس، ضعي لعبة محببة له على الأرض وتأكدي من أنه يراها.",
                "3 – استخدمي الكلمات لتوجيه الطفل عندما ينتقل من وضع الوقوف إلى وضع الجلوس، وهذا يساعده على فهم بعض الكلمات والإعداد للمهام اليومية.",
                "4 – قدمي المساندة بالقدر المطلوب فقط للطفل عندما يتحرك من الوقوف إلى وضع الجلوس ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "42",
            "age": "0 – 1",
            "performance": "يصفق بكلتا يديه",
            "suggested_activities": [
                "1 – غني للطفل \"اللي يصفق سوسة....\" وأنت تصفقين بيديك وشجعيه على أن يصفق مثلك. قومي بمكافأته بالابتسامة والضحك والثناء عليه.",
                "2 – أثناء اللعب، ضعي يدي الطفل بين يديك وصفقي بيديك ويديه معًا وأنت ترنمين الأغنية.",
                "3 – ضعي الطفل في حجرتك ووضعي ذراعيك حوله، ثم امسكي معصميه برفق وقربي يديه معًا ليصفق مع الأغنية. بعد ذلك، قدمي له الاحتضان والثناء وكرري العملية.",
                "4 – صفقي بيديك عندما يفعل الطفل شيئًا تعجبين به، وشجعيه على تقليدك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "43",
            "age": "0 – 1",
            "performance": "يمشي بأقل مساندة",
            "suggested_activities": [
                "1 – شجعي الطفل على الوقوف أمام كنبة أو كرسي ومسكه بهما بيديه، ثم قدمي له شيئًا يجذب انتباهه وحافظي على مسافة قريبة حتى يتمكن من الوصول إليه دون الحاجة إلى دعم إضافي.",
                "2 – شجعي الطفل على دفع عربة ألعابه، مما يساعده على ممارسة المشي بمساندة.",
                "3 – شجعي الطفل على المشي مع الاحتفاظ بيدك، وتقليص الدعم تدريجيًا حتى يمكنه المشي بمفرده."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "44",
            "age": "0 – 1",
            "performance": "يمشي خطوات قليلة بدون مساندة",
            "suggested_activities": [
                "1 – قفي أمام الطفل وافتحي ذراعيك لاستقباله، وشجعيه على القدوم نحوك والمشي خطوات بسيطة نحوك. ابتسمي وأشجعيه عندما يفعل ذلك.",
                "2 – ضعي الطفل بين مقعدين واتركيه يسند على أحدهما، ثم ارفعي يدك برفق وادعوه بالاسم ليأتي إليك وتقدمي له لعبة. زيدي تدريجيًا المسافة بين المقاعد لتشجيعه على المشي.",
                "3 – ضعي الطفل على بعد خطوات قليلة من شيء يرغب فيه، مثل لعبة على كرسي أو أرجوحة، وحافظي على زيادة المسافة تدريجيًا كلما استطاع التحرك نحو الشيء.",
                "4 – قدمي للطفل أشياء تعجبه وتعزز رغبته في المشي، مما يقلل من التوتر ويشجعه على اتخاذ خطوات أكثر."
            ],
            "scale": -1,
            "comment": ""
        }
    ]
}