{
    "المساعدة الذاتية": [
        {
            "title": "26",
            "age": "2 – 3",
            "performance": "يطعم نفسه باستخدام الملعقة والكوب مع سكب القليل",
            "suggested_activities": [
                "1 – ضعي كميات قليلة من الطعام في الطبق وكميات قليلة من السائل في الكوب لتسهيل المهمة على الطفل.",
                "2 – دعي الطفل يأكل مع باقي أفراد الأسرة ليراهم ويقلدهم. شجعي الطفل أثناء تناول الطعام بنفسه، وأثني على مجهوداته، وفري جوًا سعيدًا وهادئًا.",
                "3 – إذا كان الطفل يستطيع إطعام نفسه بسهولة من سلطانية، فاجعليه يستعملها أولاً، ثم استخدمي الطبق بعد ذلك.",
                "4 – قد يحتاج الأبوان إلى إكمال إطعام إذا تعب الطفل من المهمة.",
                "5 – لا تعاقبي الطفل إذا سكب الطعام."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "27",
            "age": "2 – 3",
            "performance": "يأخذ المنشفة من الوالدين لتجفيف يديه ووجهه",
            "suggested_activities": [
                "1 – أثناء الاستحمام أو الاستجمام، أري الطفل كيفية أخذ الفوطة ومسح يديه ووجهه، مع إرشاد يديه وإعطائه التوجيهات كلما احتاج إلى تجفيف وجهه ويديه. دعي الطفل يقلدك عندما تقومين، وأثني على الطفل في كل محاولة لتجفيف نفسه بغض النظر عن مدى إتقانه.",
                "2 – شجعي اللعب بالماء لغسل وتجفيف العرائس.",
                "3 – دعي الطفل يستخدم فوطة اليد بدلاً من مناشف الوجه لتسهيل المهمة عليه.",
                "4 – أعطي الطفل فوطةً خاصة به، وزيِّنيها أو ضعي اسمه عليها.",
                "5 – كافئي الطفل على تجفيف يديه ووجهه بوضع لوسيون أو كريم على يديه، فإن ذلك يسمح له بممارسة نفس حركة اليدين."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "28",
            "age": "2 – 3",
            "performance": "يشفط السوائل من الكوب باستخدام الشفاطة",
            "suggested_activities": [
                "1 – ضعي شفاطة بلاستيكية في السائل وضعي إصبعك على فتحة الشفاطة لتحتفظي بالسائل فيها. ضعي الشفاطة في فم الطفل بوضع أفقي. سيشعر الطفل بالضغط على إصبعك عندما يبدأ بالشفط. يمكنك تحريك الشفاطة ببطء للسماح للسائل بالخروج بتدريج، ثم أنزلي الشفاطة إلى الوضع الرأسي.",
                "2 – قسمي الشفاطة إلى نصفين وضعيهما في الكوب. شجعي الطفل على شفط السائل المحبب لديه. لزيادة إحساسه بالعطش، قدمي له بعض البسكويت المملح قبل إعطائه الشفاطة. أثني على مجهوداته بعد ذلك.",
                "3 – استخدمي شفاطة كبيرة الحجم وابدأي بقطع قصيرة، ثم زيدي طول الشفاطة تدريجيًا حسب تقدم الطفل.",
                "4 – استخدمي كوبًا بلاستيكيًا مع غطاء به فتحة صغيرة. ثقبي الغطاء وأدخلي فيه أنبوبة بلاستيكية. بالضغط على جوانب الكوب، سيتدفق السائل إلى الأنبوبة، مما يسهل على الطفل عملية تعلم الشفط. قد يحتاج الأم أو الطفل إلى الضغط على الكوب لمساعدة السائل على الصعود في الأنبوبة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "29",
            "age": "2 – 3",
            "performance": "يغرف الطعام باستخدام الشوكة",
            "suggested_activities": [
                "1 – استخدمي الطعام الذي يسهل التقاطه ومحبب لدى الطفل مثل قطع كبيرة من الخضروات شبه الطرية، لحم، أو قطع من الفواكه.",
                "2 – شجعي الطفل على استخدام الشوكة أثناء تناول الطعام من الطبق. ضعي ملعقة إضافية على المائدة مع سلطانية للاستخدام في نهاية الوجبة، وأثني على الطفل عند استخدامه للشوكة.",
                "3 – أثناء اللعب، ضعي ماء في صندوق الرمل ودعي الطفل يبلل الرمل أو يلتصق بالأشياء باستخدام أنواع مختلفة من الملاعق والفناجين والشوك. اتركي الطفل يجرب الغرف بمفرده لتعزيز مهاراته.",
                "4 – ضعي يدك فوق يد الطفل لمساعدته في استخدام الشوكة، وقللي من المساعدة تدريجياً حتى يتمكن الطفل من استخدام الشوكة بمفرده. أثني على مجهودات الطفل واحتفلي بتقدمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "30",
            "age": "2 – 3",
            "performance": "يمضغ ويبلع الطعام دون غيره",
            "suggested_activities": [
                "1 – أثني على الطفل لعدم وضعه اللعب في فمه.",
                "2 – أثناء تناول الطعام، ضعي أمام الطفل الطعام وشيئًا غير صالح للأكل، اسألي الطفل أيهما الذي يأكل، أثني على الطفل عند إجابته الصحيحة واتركيه يأكل الطعام.",
                "3 – عندما يقوم الطفل بوضع أشياء غير صالحة للأكل في فمه، أخرجيها من فمه وشرحي له لماذا يجب عدم وضع هذه الأشياء في فمه.",
                "4 – العبي لعبة مع الطفل باستخدام صور لأشياء يؤكل وأخرى لا يؤكل، اطلبي من الطفل أن يشير إلى الشيء الذي يؤكل، واجعليه يضع الصور في مجموعتين: الأشياء التي يؤكلها والتي لا يؤكلها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "31",
            "age": "2 – 3",
            "performance": "يجفف اليدين دون مساعدة عند إعطائه المنشفة",
            "suggested_activities": [
                "1 – عند غسل اليدين قبل الطعام أو النوم، أجعلي الطفل يمارس تجفيف يديه. شرحي له كيفية تجفيف يديك، واجعلي الطفل يقلدك وتكون هذه مسؤولية يومية للطفل. أثني عليه عندما يجفف يديه بشكل جيد.",
                "2 – جففي يديك في نفس الوقت الذي يقوم به الطفل بذلك، وشجعيه على تجفيف يديه بنفسه.",
                "3 – خصصي فوطة للطفل وضعي عليها اسمه أو رسم وجه حيوان.",
                "4 – ضعي الفوطة في متناول يد الطفل حتى يستطيع الوصول إليها وتعليقها بنفسه.",
                "5 – اجعلي الطفل يساعدك في شطف الأطباق ثم أعطيه فوطة ودعيه يجفف يديه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "32",
            "age": "2 – 3",
            "performance": "يطلب الذهاب إلى الحمام حتى بعد فوات الأوان لتفادي البلل",
            "suggested_activities": [
                "1 – عندما تتعرفين على مواعيد الطفل المعتادة لقضاء الحاجة، راقبي الوقت بعناية واسألي الطفل إذا كان يريد الذهاب إلى الحمام، ذلك سيساعده على تجنب البلل.",
                "2 – تجنبي الملابس التي يصعب التعامل معها، استخدمي السراويل القطنية بدلاً من الحفاضات.",
                "3 – ذكري للطفل عن فترات استخدام الحمام وأثني عليه عندما يطلب الذهاب إلى الحمام.",
                "4 – تجاهلي حوادث البلل ولا تلقي بالا لها، واسمحي للطفل بالمساهمة الكبيرة في تغيير الملابس المبللة أو المتسخة.",
                "5 – اطلبي من أفراد الأسرة أن يرددوا نفس العبارات المألوفة عند طلب الذهاب إلى الحمام أمام الطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "33",
            "age": "2 – 3",
            "performance": "يتحكم في تسرب السوائل خارج الفم",
            "suggested_activities": [
                "1 – ذكري الطفل بضرورة إغلاق فمه والبلع، فهذا يساعده على التحكم في عملية البلع من وقت لآخر.",
                "2 – اجعلي الطفل يقلد صوت الشفط الذي تصدرينه، ثم ذكري له عملية البلع بعد ذلك.",
                "3 – استخدمي الشفاطة لمساعدة الطفل في شرب السوائل والسوائل اللزجة، حيث ستمكنه هذه الخطوة من ممارسة عملية الشفط والبلع.",
                "4 – قدمي للطفل ألعابًا تشمل نفخ قطع من القطن أو كرة البنج بونج أو فقاعات الصابون كتمارين لعضلات الفم والشفاه واللسان.",
                "5 – يساعد مضغ اللبان أو الفاكهة على التحكم في التنقيط أثناء مضغ الطعام.",
                "6 – ضعي قطع صغيرة من الحلوى بين الشفاه السفلية والأسنان لتذوق الطفل للحلوى وتذكيره بعملية البلع.",
                "7 – ضعي كمية صغيرة من العصير بين شفاه الطفل السفلية وأسنانه، واطلبي منه أن يبلع. سيساعده ذلك على ربط وجود السائل في فمه بعملية البلع.",
                "8 – ضعي بعض العسل أو المربى على شفتي الطفل وشجعيه على لحسهما، وهذا يعتبر تمرينًا لعضلات اللسان والشفاه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "34",
            "age": "2 – 3",
            "performance": "يتبول ويتبرز في القعادة (القصرية) ثلاث مرات في الأسبوع عند جلوسه عليها",
            "suggested_activities": [
                "1 – إذا لم يستطع الطفل أن يحتفظ لمدة ساعتين على الأقل بين كل تبول، فهو ليس جاهزًا بعد للتدريب.",
                "2 – اجعلي الطفل يشاهدك وأفراد الأسرة وهم يستخدمون التواليت، وساعديه في \"شد السيفون\" واستعمال التواليت.",
                "3 – راقبي الوقت جيدًا وحينما يكون الطفل مستعدًا للتبول، ضعيه على القعادة ولا تتركيه يجلس أكثر من خمس دقائق، وابقي معه خلال ذلك.",
                "4 – استخدمي نفس الكلمات في كل مرة تتحدثين فيها عن التواليت مثل \"القصرية\" أو \"بيبي\".",
                "5 – إذا شعر الطفل بالإحباط، توقفي لبضعة أيام ثم حاولي مرة أخرى.",
                "6 – شجعي الطفل وأثني عليه إذا نجح في استخدام التواليت، واجعلي \"شد السيفون\" مكافأة له.",
                "7 – لا تعاقبي الطفل على عدم التحكم في نفسه أو فشله في استخدام القعادة، فالعقاب قد يؤدي إلى تأخر قدرته على استخدام التواليت.",
                "8 – قدمي للطفل عصيرًا قبل وضعه على القعادة بعشرة دقائق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "35",
            "age": "2 – 3",
            "performance": "ارتداء الحذاء",
            "suggested_activities": [
                "1 – عند لعبه بالعرائس، شجعيه على إلباس الحذاء للعروسة وخلعه.",
                "2 – وفّري أحذية بأحجام أكبر ليستخدمها أثناء اللعب، وجربي معه إذا استطاع وضعها على قدميه بنفسه خلال اللعب.",
                "3 – استخدمي أولًا حذاءًا ذا كعبٍ صلب وابدأي بالتعليمات الخطوة بالخطوة، ثم استخدمي الحذاء الرياضي الخفيف. ستساعد كلمات التشجيع الطفل على الاستمرار في المحاولة.",
                "4 – ابدأي بوضع معظم قدم الطفل داخل الحذاء، ثم دعيه يضع كعبه في الحذاء. عندما يستطيع ذلك، اجعليه يدخل نصف قدمه، وهكذا دواليك، ليكون الطفل أكثر قدرة على إتمام المهمة بمفرده.",
                "5 – أعطي الطفل فرصة لفك وربط الأرباط إذا كان الحذاء يحتوي على أرباط."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "36",
            "age": "2 – 3",
            "performance": "يستخدم فرشاة الأسنان بالتقليد",
            "suggested_activities": [
                "1 – ضعي فرشاة الأسنان الخاصة بالطفل والمعجون في مكان مخصص له.",
                "2 – اغسلي أسنانك في نفس الوقت الذي يقوم فيه الطفل بذلك، حتى يقلد حركاتك. ثم أثني على الطفل عن جهوده.",
                "3 – دعي الطفل يشاهد نفسه في المرآة أثناء غسل أسنانه.",
                "4 – في البداية، ضعي يدك على يد الطفل وحركيها لأعلى ولأسفل، واستمري في إعطائه التعليمات اللفظية حتى يستطيع الطفل غسل أسنانه بالفرشاة بتقليدك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "37",
            "age": "2 – 3",
            "performance": "يخلع الملابس البسيطة المفكوكة",
            "suggested_activities": [
                "1 – أثناء اللعب، استخدمي أنواعًا مختلفة من الملابس التي يستطيع الطفل أن يلبسها ويخلعها بمفرده.",
                "2 – يمكنك استخدام العروسة لتلبيسها وخلع الملابس عنها أثناء لعبة الإرتداء والخلع.",
                "3 – اتركي الطفل يخلع ملابس العروسة ثم يلبسها عند استحمامه.",
                "4 – أعطي الطفل الفرصة لممارسة مهارة خلع الملابس في المواقف الطبيعية للحياة اليومية، مثل الاستحمام، قبل النوم، خلع المعطف عند العودة للمنزل، إلخ.",
                "5 – لا تتوقعي من الطفل أن يخلع ملابسه بنفسه كليًا في البداية، ابدئي بشيء واحد أو اثنين وعندما يتقن ذلك، أضيفي شيئًا آخر.",
                "6 – ربما تحتاجين إلى تقديم المساعدة الجسمانية للطفل في البداية بالإضافة إلى التوجيهات اللفظية، وكلما بدأ في التحكم في قطعة الملابس، قللي من مساعدتك بالتدريج."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "38",
            "age": "2 – 3",
            "performance": "يستخدم الحمام للتبرز مع الخطأ مرة واحدة في الأسبوع",
            "suggested_activities": [
                "1 – يجب أن يكون لدى الطفل بعض الانتظام في حركة أمعائه قبل أن تتوقع منه استخدام المرحاض بانتظام. قبل البدء في التدريب، سجلي أوقات حركة أمعاء الطفل لمدة أسبوع، ثم استخدمي ذلك لرشدك حول الأوقات التي تضعين فيها الطفل على المرحاض.",
                "2 – دعي الطفل يشاهد أفراد الأسرة واستخدمي التعبيرات حتى يلاحظها الطفل.",
                "3 – عندما يبدأ الانتظام، ضعيه على القاعدة في نفس الوقت كل يوم، راقبي الحركات التي قد تنبهك لرغبته في التبرز، شجعيه وامدحيه إذا نجح."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "39",
            "age": "2 – 3",
            "performance": "يملأ الماء من الحنفية دون مساعدة مع وجود كرسي صغير للوقوف عليه",
            "suggested_activities": [
                "1 – ضعي للطفل كرسيًا صغيرًا بجانب الحوض لسهولة الوصول إلى الحنفية، وضعي علامة مميزة على حنفية المياه الباردة حتى يتعرف الطفل عليها. استخدمي أكواب بلاستيكية.",
                "2 – أري الطفل كيفية الوصول إلى الكوب وفتح وغلق الحنفية، مع شرح ما تقومين به.",
                "3 – عندما يطلب الطفل شرب الماء، اذهبي معه إلى المطبخ أو الحمام، أعطيه المساعدة التي يحتاجها للحصول على الماء. عندما يصبح قادرًا على الحصول على الماء بمفرده، اتركيه يعتمد على نفسه، ولكن اذكريه بما يجب أن يفعله."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "40",
            "age": "2 – 3",
            "performance": "يغسل الوجه واليدين باستخدام الصابون عندما يضبط له الماء",
            "suggested_activities": [
                "1 – استغلي المناسبات الطبيعية خلال اليوم لممارسة هذه المهارة، مثل أوقات الاستحمام أو وقت النوم أو قبل وبعد الوجبات.",
                "2 – اغسلي وجهك ويديك، وشجعي الطفل على تقليد حركاتك.",
                "3 – قد تحتاجين لتقديم المساعدة للطفل في البداية، تذكري دائمًا أن تكون التوجيهات اللفظية بسيطة وموجزة. كلمات التشجيع لمحاولات الطفل تساعده على الاستمرار في المحاولة.",
                "4 – دعي الطفل ينظر في المرآة، وضعي علامة بألوان على وجهه، ودعيه يحاول غسلها.",
                "5 – ضعي سدادة في الحوض واملئيه بالماء. دعي الطفل يغسل يديه ووجهه بمفرده، ثم فرغ الحوض. علقي ورقة في الحمام حيث يستطيع أن يسجل المرات التي قام فيها بهذه العملية. علقي صورًا على الحائط توضح الخطوات الواجب اتباعها في عملية الغسل حتى لا تحتاج إلى مراقبة مستمرة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "41",
            "age": "2 – 3",
            "performance": "يطلب الذهاب إلى الحمام أثناء النهار لتفادي البلل",
            "suggested_activities": [
                "1 – ارتدي للطفل سراويل ذات أحزمة مطاطية لسهولة الخلع، واتركيه بحفاضات قطنية.",
                "2 – توقفي عن وضع الطفل على التواليت بانتظام، لتسمحي له بالبدء بإخبارك عندما يحتاج إلى الذهاب إلى الحمام. إذا استخدم المرحاض، تأكدي من وجود كرسي صغير بجانبه لتسهيل الصعود إليه.",
                "3 – إذا كان الطفل يلعب خارج المنزل، راقبي حركاته التي تعبر عن حاجته للذهاب إلى الحمام، واسأليه على فترات إذا كان يرغب في الذهاب إلى الحمام.",
                "4 – ذكري الطفل دائمًا وأثني عليه وكافئيه إذا طلب منك الذهاب إلى الحمام، مثل إعطائه طابعًا ملونًا أو إعطائه لباس داخلي جديدًا أو كتابًا جديدًا أو اللعب معه وقتًا إضافيًا وغيرها.",
                "5 – إذا ذهبت مع الطفل إلى مكان غريب، تأكدي من تعريفه بمكان الحمام لتجنب حوادث البلل، أو أخبريه بوجود الحمام إذا احتاج إليه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "42",
            "age": "2 – 3",
            "performance": "يعلق البالطو على شماعة في متناول يده",
            "suggested_activities": [
                "1 – ثبتي سلسلة معدنية صغيرة على شكل نصف دائرة على الجهة الداخلية لحزام البالطو. ابدئي باستخدام سلسلة كبيرة، وبالتدريج قللي من حجمها حتى تصل إلى الحجم الطبيعي. دعي الطفل يستخدم هذه السلسلة لتعليق البالطو على شماعة في متناول يده.",
                "2 – قومي بهذا في الأوقات المناسبة، مثل عندما يعود الطفل من خارج المنزل مرتديًا البالطو، فجعليه يعلقه.",
                "3 – ضعي اسم الطفل أو ملصقًا على الشماعة حتى يعرف الطفل المكان المخصص لتعليق بالطوه الخاص به.",
                "4 – استخدمي مشابك المطبخ على الشماعة لتعليق البالطو."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "43",
            "age": "2 – 3",
            "performance": "يبقى جافًا أثناء النوم لفترات قصيرة أثناء النهار",
            "suggested_activities": [
                "1 – ضعي الطفل على القاعدة قبل أن يذهب للنوم لفترة قصيرة.",
                "2 – قللي من إعطائه السوائل قبل وقت النوم لفترة قصيرة.",
                "3 – أثني على الطفل لبقائه جافًا أثناء النوم، ولا تعاقبيه إذا بلل سريره، بل دعيه يساعدك في تغيير الملاية عند البلل. استخدمي غطاءًا للسرير من البلاستيك.",
                "4 – اذهبي إلى الطفل عندما يستيقظ، وإذا كان جافًا، خذيه إلى التواليت مباشرة، فكثيرًا من الأطفال يتبولون أثناء استيقاظهم."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "44",
            "age": "2 – 3",
            "performance": "يتجنب المخاطر مثل الزوايا الحادة للأثاث أو السلالم غير المسورة",
            "suggested_activities": [
                "1 – خذي الطفل إلى السلم أو الأثاث البارز وأشرحي له الخطر وكيفية تجنبه.",
                "2 – ألصقي بعض العلامات على أماكن الخطر (مثل قطعة ورق حمراء) لتذكيره عندما يقترب منها.",
                "3 – إذا أصيب الطفل بنفسه بسبب عدم انتباهه لمكان الخطر، فلا تعاقبيه بل استخدمي هذه الفرصة للتحدث معه عن تجنب الحوادث في المستقبل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "45",
            "age": "2 – 3",
            "performance": "يستخدم فوطة المائدة عند التناول",
            "suggested_activities": [
                "1 – شجعي الطفل على استخدام فوط المائدة باستخدام الفوط ذات الألوان والنقوش الجميلة.",
                "2 – جعلي الطفل يقلد بقية أفراد الأسرة عندما يستخدمون فوط المائدة، وأشجعيه عندما يفعل ذلك.",
                "3 – ذكري الطفل باستخدام فوط المائدة وقدمي المساعدة إذا لزم الأمر، ثم شجعيه على القيام بهذا تدريجياً بنفسه.",
                "4 – اطلبي من الطفل توزيع فوط المائدة على الطاولة قبل تناول الوجبات.",
                "5 – العبي أنتِ والطفل \"شاي الدمى\"، وأكدي على استخدام فوط المائدة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "46",
            "age": "2 – 3",
            "performance": "يغرس الشوكة في الطعام ويضعها في الفم",
            "suggested_activities": [
                "1 – استخدمي الطعام الذي يمكن التقاطه بالشوكة بسهولة (مثل الموز والكيك). اسمحي للطفل باستخدام الملعقة للأرز والأطعمة الأخرى.",
                "2 – وضحي للطفل كيف يغرس الشوكة في الطعام ويأكله، وأثني على كل محاولته.",
                "3 – في البداية، اتجهي يد الطفل وقدمي توجيهات لفظية كلما اكتسب المهارة. قللي تدريجياً من المساعدة الجسدية واللفظية، وأثني على نجاحه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "47",
            "age": "2 – 3",
            "performance": "يصب الماء في كوب من إبريق صغير (كم)",
            "suggested_activities": [
                "1 – أري الطفل كيف يملأ الكوب من الإبريق. دعي الطفل يتدرب على الحوض باستخدام الماء.",
                "2 – دعي الطفل يملأ كوبه من إبريق صغير مملوء حتى نصفه فقط.",
                "3 – اعملي لعبة \"حفلة الشاي\" باستخدام أدوات اللعب. أري الطفل كيف يصب من شيء صغير إلى آخر.",
                "4 – شجعي لعبه بالماء باستخدام كوب وإبريق، واستخدمي الماء الملون لتحفيز الطفل. غيري الأنشطة باستخدام الأرز أو مواد أخرى للصب من الإبريق.",
                "5 – استخدمي أكواب وإبريق من البلاستيك لتجنب الكسر.",
                "6 – دعي الطفل يساعدك في سقي النباتات.",
                "7 – إسمحي للطفل بمساعدتك أثناء ريك للنباتات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "48",
            "age": "2 – 3",
            "performance": "يفك كبسونة الملابس",
            "suggested_activities": [
                "1 – ثبتي الكبسونات على قطع من القماش ودعي الطفل يفكها.",
                "2 – استخدمي الملابس القديمة للتدريب على فك الكبسونات أو استخدام ملابس الدمى.",
                "3 – ابدئي بمساعدة الطفل يدًا بيد في فك الكبسونة، ثم قللي التدريجي من المساعدة حتى يستطيع الطفل فعل ذلك بمفرده.",
                "4 – عندما يتقن الطفل هذه المهارة، اتركيه يمارسها على ملابسه بمفرده، مثل فك ملابس النوم قبل النوم أو فك المعطف عند الدخول إلى المنزل.",
                "5 – إجعلي هذه المهارة عملية بالنسبة للطفل فعندما يصبح الطفل قادرا علي ذلك يمكنه المساعدة في فك ملابسه قبل النوم أو فك المعطف عندما يأتي من خارج المنزل ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "49",
            "age": "2 – 3",
            "performance": "يغسل ذراعيه وساقيه أثناء الاستحمام",
            "suggested_activities": [
                "1 – استخدمي فرشتين صغيرتين خاصة للأطفال، واحدة لك والأخرى للطفل. ضعي الصابون على الفرشاة وشجعي الطفل على غسل ذراعيه وساقيه. أثني على الطفل عندما يقوم بغسل نفسه وشجعيه على تقليد حركاتك.",
                "2 – دعي الطفل يلعب أثناء الاستحمام باستخدام الألعاب أو فقاعات الصابون لجعل الاستحمام تجربة ممتعة بالنسبة له.",
                "3 – ارسمي رسومات مضحكة بالطباشير على جسم الطفل أو على الدمى، ودعي الطفل يساعدك في مسحها.",
                "4 – عند الاستحمام، أعطي الطفل وقتًا كافيًا لغسل ذراعيه وساقيه بدون إشراف مباشر منك، ثم أثني عليه عندما يقوم بذلك بنفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "50",
            "age": "2 – 3",
            "performance": "يلبس الشراب",
            "suggested_activities": [
                "1 – قومي بإلباس الطفل معظم الشراب. ضعي يديك فوق يديه وساعديه في رفع الشراب، وثمني جهوده. قللي من المساعدة تدريجيًا حتى يتمكن الطفل من لبس الشراب بمفرده.",
                "2 – ابدئي باستخدام شراب بمقاس كبير يسهل لبسه، ثم استخدمي مقاسًا أصغر حتى يصل الطفل إلى شرابه العادي.",
                "3 – الشرابات بدون كعب تكون أسهل للأطفال الصغار في اللبس."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "51",
            "age": "2 – 3",
            "performance": "يلبس البالطو والسويتر والقميص",
            "suggested_activities": [
                "1 – في أوقات اللعب، ابدئي باستخدام قميص بأكمام قصيرة وأكبر من مقاس الطفل بمقدار نمرة أو نمرتين، واجعليه يرتديه أثناء التلوين أو الأنشطة الفنية الأخرى.",
                "2 – دعي الطفل يضع إحدى يديه داخل كم البالطو، وساعديه في وضع يده الأخرى داخل فتحة كم البالطو. احتفظي بالبالطو في البداية، ثم قللي من المساعدة تدريجيًا.",
                "3 – ضعي البالطو على طاولة منخفضة أو على الأرض بالياقة تتجه نحو الطفل، وافتحي البالطو، ودعيه يدخل ذراعيه في كم البالطو بنفسه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "52",
            "age": "2 – 3",
            "performance": "يتعرف على مقدمة الملابس",
            "suggested_activities": [
                "1 – قومي بتثبيت علامة على الجهة الخلفية للملابس لتمكين الطفل من التفرقة بين المقدمة والمؤخرة.",
                "2 – أري الطفل المقدمة والمؤخرة لملابسه واشرحي له الفرق بينهما، وأوضحي العلامات المميزة مثل الجيوب، السوستة، والأزرار.",
                "3 – خلال لعبة إلباس الملابس للدمى، ساعدي الطفل على التعرف على الجزء الخلفي من الملابس بوضع علامة عليه، وتحدثي معه عن الجزء الأمامي والخلفي أثناء اللعب.",
                "4 – أثناء اللعب، ضعي الملابس على الدمية بطريقة معكوسة حيث يكون الأمام في الخلف والعكس، وانتظري لترى إذا كان الطفل يلاحظ الخطأ، ثم ساعديه على إلباسها بالطريقة الصحيحة."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "اللغة": [
        {
            "title": "29",
            "age": "2 – 3",
            "performance": "يجمع بين اسمين أو اسم وصفة في جملة من كلمتين (كرة كرسي، كرة كبيرة)",
            "suggested_activities": [
                "1 – خلال اليوم وعندما يقول الطفل كلمة مفردة مثل \"كرة\"، اجمعي معها كلمة أخرى وأعيديها ثانية للطفل. فمثال: \"كرة كبيرة\"، \"كرة عادل\"، \"الكرة على الكرسي\". شجعي الطفل ليقول الكلمات معك.",
                "2 – إذا قال الطفل \"كمان\" أو \"راح\" واسمه، فشجعيه على أن يجمع تلك الكلمات مع أخرى بنفس الطريقة كما في الفقرة السابقة.",
                "3 – عندما يجمع الطفل كلمتين فإنه قد يقصد في الحقيقة أكثر مما نطق به. فمثال \"كرة كرسي\" قد تعني \"الكرة على الكرسي\" أو \"ضعي الكرة على الكرسي\". وحينما يفعل الطفل ذلك فعليك أن تزيدي ما قاله ولكن لا تطلبي منه أن يعيده. فمثال إذا قال الطفل: \"أين كوب\" وأشار إلى الكوب، فقولي \"آه.. إنت عاوز لبن في الكوب\" أو \"أيون.. يوجد لبن في الكوب\"، أو أي شيء آخر تعتقدين أن الطفل يقصد قوله.",
                "4 – احرصي على استعمال جمل بسيطة عند التحدث إلى الطفل وكذلك كلمات يمكن للطفل استيعابها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "30",
            "age": "2 – 3",
            "performance": "يجمع بين اسم وفعل في جملة من كلمتين مثل: (بابا راح)",
            "suggested_activities": [
                "1 – صفي للطفل ما يفعله خلال أنشطته اليومية. ابدئي بجمل مكونة من كلمتين أو ثلاث كلمات مثل \"شريف يأكل\" أو \"شريف يأكل زبادي\"، ثم اسأليه \"ماذا تفعل؟\" وانتظري حتى يرد مستخدمًا جملة بسيطة. أعيدي الجملة ليسمعها الطفل إذا كان ذلك ضروريًا.",
                "2 – عندما تقومين بعمل أي نشاط مع الطفل تحدثي عما تقومين به ومن حين لآخر اسأليه \"ماذا أفعل؟\" أو \"ماذا تفعل؟\".",
                "3 – أثناء تصفحك أنت والطفل للكتب التي تحتوي على أحداث بسيطة، تحدثي عن الصور واسألي: \"ماذا تفعل القطة؟\" أو \"ماذا حدث؟\".",
                "4 – تحدثي عن الأحداث أو الخبرات التي تحدث خلال اليوم واذكريها للطفل باستعمال جمل مكونة من كلمتين. شجعيه وكافئيه ليقلد جملك.",
                "5 – عند التواجد بالمنتزه، تحدثي عما يفعله الطفل أو الأطفال الآخرين ومن حين لآخر اسأليه \"ماذا تفعل؟\" أو \"ماذا يفعل هذا الولد؟\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "31",
            "age": "2 – 3",
            "performance": "يستخدم كلمة للتعبير عن احتياج قضاء الحاجة",
            "suggested_activities": [
                "1 – اختاري كلمة محددة واستخدميها بصورة مستمرة للإشارة إلى التواليت أو الإخراج. تأكدي من أن كل أفراد الأسرة يستعملون نفس الكلمة.",
                "2 – إذا استعمل الطفل إشارات مثل شد غياراته أو غيرها عند احتياجه للتبول أو التبرز، فاستعملي الكلمة (كما ذكر في الفقرة) واطلبي منه أن يكررها وخذيه مباشرة إلى دورة المياه.",
                "3 – عندما يستعمل الطفل إشارات ليوضح احتياجه للإخراج، اسأليه \"هل تريد أن..؟\" إذا أوضح \"نعم\" فأخبريه \"هيا نذهب إلى دورة المياه حتى تستطيع أن..\".",
                "4 – استعملي الكلمة التي تؤدي نفس المعنى بالنسبة للآخرين الغرباء عن الطفل أو وضحي للأفراد الآخرين الذين يعتنون بالطفل الكلمة التي يستعملها. فإن ذلك سوف يساعده على التعبير عن احتياجاته في عدم وجود الأسرة حوله."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "32",
            "age": "2 – 3",
            "performance": "يجمع بين فعل أو اسم مع \"هنا\" و\"هناك\" في عبارة من كلمتين (الكرسي هنا)",
            "suggested_activities": [
                "1 – العبي لعبة مع الطفل وذلك بأن تخفي بعضًا من ألعابه الصغيرة المحببة واسأليه \"أين..؟\" أريه اللعبة. \"هناك/هنا\". واطلبي منه أن يعيد ذلك. شجعيه بقولك \"صح.. اللعبة هنا\".",
                "2 – أثناء اللعب مع الطفل، اسأليه \"فين أحمد (اسمه)؟\" وأجيبي \"هنا.. أحمد هنا\" ثم أعيدي السؤال مرة أخرى حتى يجيب الطفل. اسأليه \"فين ماما؟\" وانتظري حتى يجيب. امدحيه إذا قال \"هنا\". إذا تواجد أحد أفراد الأسرة في الحجرة معكما، اسأليه \"فين..؟\" أعطيه نموذجًا للإجابة إذا لزم الأمر.",
                "3 – إذا كنتما خارج المنزل، اسألي الطفل عن الأشياء البعيدة. فمثال قولي: \"هل ترى السيارة الحمراء التي هناك؟\" وأشيري إليها بيدك ثم اسأليه \"فين السيارة الحمراء؟\" انتظري حتى يشير إليها الطفل ويقول \"هناك\". إذا لم يفعل، أشيري أنت وقولي \"السيارة هناك\". امدحي الطفل إذا قال مثلك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "33",
            "age": "2 – 3",
            "performance": "يجمع بين كلمتين ليعبر عن الملكية مثل: \"سيارة بابا\"",
            "suggested_activities": [
                "1 – استخدمي الملابس أو الحلي أو الأشياء الأخرى التي يستطيع الطفل التعرف عليها كأشياء خاصة بأحد أفراد الأسرة. قولي للطفل \"فستان ماما\" أو \"حذاء بابا\"، ومن ثم أشيري إلى الشيء واسألي الطفل \"من هذا؟\" إذا أجاب الطفل \"حذاء بابا\"، قولي \"صحيح، إنه حذاء بابا\". إذا لم يجب، قولي له مرة أخرى \"حذاء بابا\" واطلبي منه أن يعيد ذلك.",
                "2 – أثناء الطعام، لعبي لعبة مع كل أفراد العائلة المتواجدين، اجعلي كل فرد يشير إلى بعض الأشياء التي تخصه مثل \"طبق بابا\"، \"كوب ماما\"، \"ملعقة راشا\"، ثم أشيري إلى أحد الأشياء واسألي \"مين؟\" صفقي أو شجعي الطفل إذا أجاب بشكل صحيح، أو قولي الجواب ليتمكن من إعادته، ثم صفقي له.",
                "3 – عند اللعب مع أطفال آخرين، استخدمي كلمات لتوضيح ملكية أشياء الأطفال الآخرين. عندما يأخذ الطفل لعبة من طفل آخر، قولي له \"سيارة خالد\" لمساعدته على فهم لماذا لا يستطيع أخذها، وشجعيه على تكرار الكلمات بعدك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "34",
            "age": "2 – 3",
            "performance": "يستخدم كلمة \"ال\" في كلامه",
            "suggested_activities": [
                "1 – عندما يهز الطفل رأسه ليعبر عن كلمة \"ال\"، هزي رأسك وقولي \"ال\"، ثم اجعلي الطفل يكرر الكلمة تدريجياً، توقفي عن إعطائه المثال وقولي \"قل ال\" عندما يهز رأسه فقط.",
                "2 – أثناء اللعب معًا، اسألي الطفل أسئلة لمداعبته بحيث تكون إجابته \"ال\" بوضوح، وشجعيه على أن يقول \"ال\" كإشارة إلى خطأك. على سبيل المثال، قولي \"ياه، انظر المطر\" عندما تكون الشمس ساطعة، ثم قولي \"ال، مافيش مطر\" واضحكي. شجعي الطفل على تكرار \"ال، مافيش مطر\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "35",
            "age": "2 – 3",
            "performance": "يجيب على السؤال \"ماذا يفعل فالن؟\" بذكر الأنشطة العادية التي يقوم بها",
            "suggested_activities": [
                "1 – تحدثي مع الطفل طوال اليوم عن الأنشطة التي يقوم بها أفراد الأسرة خلال النهار مثل: يأكل، تطبخ، تكنس، ينط، يلعب، يشرب، يجري، ينام... وعندما يعتاد على سماع تلك الكلمات، اسأليه بعد فترة عما يفعله أحد أفراد الأسرة وانظري إذا كان يستطيع الإجابة.",
                "2 –  ابدئي بسؤال الطفل \"ماذا أفعل؟\" أو \"ماذا تفعل؟\" إذا لم يجب الطفل، أخبريه بالنشاط (تطبخ، تلعب... إلخ). لا تتوقعي من الطفل أن يستخدم الفعل بشكل صحيح حسب الشخص الذي يقوم بالنشاط.",
                "3 –  تصفحا الكتب معًا وتحدثي عما تفعله الشخصيات في الكتب. اشيري إلى الصورة واسألي: \"ماذا يفعل الكلب؟\"",
                "4 –  اطلبي من أفراد الأسرة أن يقوموا بتمثيل أنشطة مختلفة مثل: النوم، التنظيف، الأكل... إلخ، ويقوم فرد آخر بالتخمين عما يفعلونه. حرصي على إعطاء الدور للطفل ليخمن، واتركي له الوقت الكافي ليجيب. صفقي له إذا كانت الإجابة صحيحة، أو قدمي له تلميحات إضافية إذا لزم الأمر (مثلاً: \"فمثال، إذا كنت تحتاج المكنسة لنفعل ذلك\"). أعطيه الفرصة ليمثل شيئاً وساعديه بالأفكار إذا لزم الأمر."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "36",
            "age": "2 – 3",
            "performance": "يجيب على الأسئلة عن المكان",
            "suggested_activities": [
                "1 – يجيب على الأسئلة عن المكان.",
                "2 – أنشطة مقترحة:",
                "3 – إلعبي لعبة التخمين باستخدام أوعية غير قابلة للكسر مثل: صندوق، فنجان، طبق بالستيك، وأشياء صغيرة. أخبري الطفل أن يلاحظ وأنت تسقطين الشيء داخل الوعاء، ثم إسأليه: \"أين الـ..؟\" وشجعيه حتى يستخدم اسم الوعاء عندما يجيبك.",
                "4 – عندما يترك أفراد الأسرة المنزل أو الحجرة ليذهبوا، ثم إسأليه: \"أين ذهب أخوك؟\" وانظري إذا كان يستطيع الإجابة. إذا لم يستطع، فأخبريه ثم إسأليه مرة أخرى بعد ذلك.",
                "5 – إلعبي لعبة بوضع عدة أشياء في الحجرة بحيث يراها الطفل، ثم اسأليه: \"أين الـ..؟\" واجعليه يخبرك بالمكان أولاً، ثم أعطيه له بعد ذلك.",
                "6 – عندما تكونين في المطبخ، اجعلي الطفل يساعدك في إيجاد الأشياء التي تحتاجينها في تحضير الطعام أو الطهي. تأكدي من أنه يعرف تلك الأشياء وأماكنها، على سبيل المثال قولي: \"آه ... أنا عاوزة اللبن .. فين اللبن ..؟\" وانظري هل يستطيع الطفل إخبارك بمكانه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "37",
            "age": "2 – 3",
            "performance": "يسمي الأصوات المألوفة الموجودة في البيئة",
            "suggested_activities": [
                "1 – عندما تسمعين أصواتًا خلال اليوم، اسألي الطفل: \"ما هذا؟\" وإذا لم يكن من السهل تمييز الصوت، خذي الطفل إلى مصدره لاكتشاف الصوت واسم الشيء أو الحيوان الذي يصدر الصوت. عندما تسمعين الصوت في وقت آخر، اسألي مرة أخرى: \"ما هذا؟\" وانظري إذا كان الطفل يستطيع التذكر وإخبارك.",
                "2 – سجلي شريطًا للأصوات المألوفة واستخدميه في اللعب للتعرف على الأصوات. ادري المسجل لسماع صوت واحد، ثم أوقفي التسجيل واجعلي الطفل يخمن ما الذي يعمل ذلك الصوت؟ اسمعي الصوت مرة أخرى إذا لزم الأمر وخذي دورك في تلك اللعبة.",
                "3 – يمكنك لعب نفس اللعبة باستخدام الأصوات الحقيقية. اطلبي من الطفل أن يغلق عينيه، ثم ادري المكنسة أو الخلاط أو اجعلي الكلب ينبح، وانظري هل يستطيع الطفل التعرف على مصدر الصوت الذي سمعه؟ اعطي الطفل الدور ليدير الصوت وحاولي أنت التعرف على الشيء الذي أصدره."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "38",
            "age": "2 – 3",
            "performance": "يعطي أكثر من شيء واحد عندما يطلب منه ذلك باستخدام صيغة الجمع (مكعبات مثال)",
            "suggested_activities": [
                "1 – في وقت الطعام، استخدمي الفرصة للحديث عن المفرد والجمع واستخدام تلك الكلمات. على سبيل المثال، قولي: \"أنا معي ملعقة واحدة ولكن هناك ملاعق كثيرة على المائدة.\"",
                "2 – عند إعداد المائدة، اطلبي من الطفل أن يعطيك كوبًا ثم ثلاث ملاعق، واجعليه يخبرك عما أعطاك.",
                "3 – أثناء لعبكم بالمكعبات أو أي لعبة بنائية، اطلبي من الطفل بالتناوب أن يعطيك مكعبًا واحدًا ثم عدة مكعبات إذا لم يستخدم صيغة الجمع عند إخبارك بما يعطيه لك من المكعبات، فقولي له: \"شكراً على إعطائك المكعبات لي\" وأكدي صيغة الجمع.",
                "4 – أثناء تصفحكما للكتب معًا، ابحثي عن صور توضح شيئًا مفردًا ثم مجموعة من نفس الأشياء. اجعلي الطفل يشير إلى الصور التي توضح المفرد أو الجمع وأنت تقولين: \"أرني الأرنب الصغير\" و\"أرني الأرانب الصغيرة\" أو \"أرني السيارة\" و\"أرني السيارات\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "39",
            "age": "2 – 3",
            "performance": "يشير إلى نفسه بذكر اسمه في كلامه",
            "suggested_activities": [
                "1 – عندما يطلب الطفل شيئاً ويقول \"عاوز آكل\"، قولي له \"أحد عاوز يأكل\" ثم اسأليه \"مين عاوز يأكل؟\" شجعيه ليخبرك بإسمه وبقوله مع تكملة الجملة.",
                "2 – عندما تلبسين للطفل ملابسه، اسأليه \"قميص من هذا؟\" وشجعيه ليجيب بإسمه أو بإسمه مع بقية الجملة.",
                "3 – أثناء اللعب معه أو عند استخدامه لشيء محبب من أغراضه، اسأليه \"لمن هذه؟\"",
                "4 – قفي أمام المرآة مع الطفل وأشيري إلى نفسك وقولي اسمك، ثم اجعلي الطفل يشير إلى نفسه ويقول اسمه. إذا احتجت للتحفيز، فأشيري إلى صورته في المرآة وقولي \"من هذا الولد الذي في المرآة؟\"",
                "5 – انسجي قصة عن الطفل أو اعملي مع الطفل كتاباً باستخدام صوره أو صور جمعها الطفل. استخدمي اسم الطفل أثناء سرد القصة، على سبيل المثال: \"هنا ماجد يلعب، وهنا كلب ماجد...\" إلخ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "40",
            "age": "2 – 3",
            "performance": "يشير إلى صورة 10 أشياء معتادة، كل موصوف بإستخدامه",
            "suggested_activities": [
                "1 – خلال اليوم، سمي شيئاً أثناء بحثك عنه أو استخدامه، وصفي ما تقومين به باستخدام ذلك الشيء.",
                "2 – قم بمثل هذه النشاطات مثل غسل الأسنان بالفرشاة أو غسل اليدين أو كنس الأرضية، واجعلي الطفل يخمن ما تستخدمين للقيام بهذه الأنشطة بالتحديد مثل فرشاة الأسنان أو الصابون أو المكنسة وما إلى ذلك.",
                "3 – قومي بغناء أغنية عن غسل الأسنان بالفرشاة وغسل اليدين بالصابون وما إلى ذلك.",
                "4 – قومي بلعبة التخمين عن طريق جمع أدوات منزلية مختلفة ووضعها في حقيبة، ثم اجعلي الطفل يخرجها واحدة تلو الأخرى ويخبرك عن استخدامها. أعطيه تلميحاً إذا واجه صعوبة، ثم خذي الدور في إخراج شيء من الحقيبة وصفي استخدامه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "41",
            "age": "2 – 3",
            "performance": "يرفع أصابعه ليخبر عن عمره",
            "suggested_activities": [
                "1 – عندما يحين المناسب، أخبري الطفل \"أنت عمرك 3 سنوات\" وارفعي العدد المناسب من الأصابع، وعدهم مع الطفل. اجعليه يقلدك أو ساعديه في رفع العدد الصحيح من الأصابع، وبالتدريج اسمحي له بالقيام بهذا بمفرده وشجعيه على إخبارك بعمره بنفسه. منحيه فرصًا كثيرة ليخبر الناس بعمره.",
                "2 – في بعض الأحيان، قد يكون من السهل على الطفل استخدام كلتا يديه برفع إصبعين في إحدى اليدين وإصبع واحد في اليد الأخرى.",
                "3 – قد يكون من السهل على الطفل أن يتعلم أن يمسك بالأصابع الزائدة بيده الأخرى.",
                "4 – عندما يستطيع الطفل فعل ذلك، اسأليه عن عمره من حين لآخر، أو اجعلي الأشخاص الآخرين يسألونه عن عمره ليمارس ويتدرب على الإجابة. تأكدي من مساعدته في تصحيح عمره عندما يحين عيد ميلاده التالي."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "42",
            "age": "2 – 3",
            "performance": "يذكر جنسه (ولد / بنت) عند سؤاله",
            "suggested_activities": [
                "1 – أخبري الطفل أنه ولد مثل بابا أو أنها بنت مثل ماما، ثم من حين لآخر، اسألي الطفل إذا كان ولدًا أم بنتًا.",
                "2 – قولي للطفل أشياء تحتوي على كلمات \"ولد\" أو \"بنت\" لوصف الأشخاص. مثال: \"أنت ولد شاطر تساعد ماما، وأنت بنت فنانة.\"",
                "3 – عندما تكونين أنت والطفل مع بقية أفراد الأسرة (أثناء الطعام، في السيارة، في نزهة، أو أثناء مشاهدة التلفزيون)، اطلبي من الأفراد الآخرين أن يصفوا أنفسهم بأنهم ولد أو بنت. وأعطي الفرصة للطفل ليقول إذا كان ولدًا أم بنتًا، وتصحيحه إذا لزم الأمر.",
                "4 – تأكدي من تغيير ترتيب الكلمات عند سؤال الطفل إذا كان ولدًا أم بنتًا. فمثلاً، لا تقولي للولد دائماً \"هل أنت بنت أم ولد؟\""
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "43",
            "age": "2 – 3",
            "performance": "ينفذ سلسلة من أمرين مرتبطين ببعضهما",
            "suggested_activities": [
                "1 – أثناء اللعب، قومي بمباراة لتنفيذ الأوامر البسيطة. بمجرد أن يتمكن الطفل من اتباع أمر من جزء واحد، أعطيه الفرصة لممارسة اتباع أمرين مرتبطين. مثال: \"اذهب إلى النافذة وقل لي عن شيء تراه\" أو \"من فضلك، اذهب إلى المطبخ واحضر لي المنشفة\" أو \"ضع الكرة على الأرض وأدفعها.\" إذا لم يتمكن الطفل من القيام بذلك، فاذهبي معه وساعديه جسديًا، وامدحيه أو اشكريه أثناء القيام بهذا سويًا.",
                "2 – لزيادة قدرة الطفل على تذكر الأشياء بالترتيب، استخدمي إشارات مثل \"أولًا، اشرب اللبن وبعد ذلك، امسح فمك\" ثم قلي \"أولًا\" و\"بعد ذلك\" وأعطي الطفل ما هو مطلوب فقط. يمكن إعطاء التعليمات أثناء الطعام مثل \"اشرب اللبن ثم ضع الكوب على المائدة\" أو \"أعطني الأرز ثم الخبز.\""
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "44",
            "age": "2 – 3",
            "performance": "يستخدم صيغة الفعل المستمر (إنا باجري)",
            "suggested_activities": [
                "1 – صفي الأنشطة التي تقومين بها أثناء عملها أو قومي بأداء بعض الأفعال أمام الطفل. أخبريه عما تفعلينه مع التركيز على بداية الكلمة (باغسل، باطبخ.. إلخ). ثم اطلبي من الطفل أن يخبرك عما يفعله أو ما تفعلينه أنت. إذا لم يضع حرف الباء في بداية الكلمة، قولي الفعل بالصورة الصحيحة باستعمال حرف الباء في البداية والتركيز عليه.",
                "2 – يمكنك استعمال نفس الطريقة في الفقرة (1) وذلك بالنظر إلى الصور أو الكتب.",
                "3 – تظاهري بعمل شيء بدون استخدام الكلمات ثم اطلبي من الطفل أن يخبرك بما تفعلينه، وإذا لم يستعمل حرف \"ب\" في بداية الكلمة، قولي له شجعه ليتظاهر بعمل شيء ثم أسأليه \"بتعمل إيه\".",
                "4 – أثناء الخروج مع الطفل، أشيري إلى الأشخاص أو الحيوانات على الطريق واسألي الطفل \"الراجل ده بيعمل إيه؟\" أو \"القطة دي بتعمل إيه؟\""
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "45",
            "age": "2 – 3",
            "performance": "يستخدم صيغة الجمع المؤنث/المذكر السالم (سيارة/سيارات)",
            "suggested_activities": [
                "1 – أثناء اللعب البنائي مع الطفل بالمكعبات، صفي ما يفعله الطفل عندما يستخدم مكعبًا واحدًا أو مكعبات كثيرة. أظهري استخدامك للكلمات المفردة والجمع، واسألي الطفل \"ماذا يستعمل في البناء؟\" وانظري إذا إجاب باستخدام كلمة \"مكعبات\".",
                "2 – استعملي كتابًا مصورًا موضحًا به صورة لشيء واحد وصورة أخرى لعدد كثير من ذلك الشيء (مثل سيارة واحدة وعدة سيارات، فراشة وثلاث فراشات، فالح وأربعة فالحين.. إلخ). قولي للطفل: \"هذا فالح واحد\" وأشيري إلى صورة الفالح ثم أشيري إلى مجموعة الفالحين وقولي \"دول فالحين كثير\"، كرري ذلك عدة مرات مع كل صورة ثم اسألي الطفل \"إيه دول؟\"، انتظري إذا أجاب الطفل بصيغة المفرد أو الجمع بالاستعمال الصحيح.",
                "3 – إذا رأيت ثلاثة أشياء أو أكثر وأنت مع الطفل، فعلقي على ذلك، مثلاً إذا رأيت درجات في الشارع أو فراشات في الحديقة.",
                "4 – وضحي نهايات الكلمات التي تدل على صيغة الجمع \"ات\" و\"ين\" حتى يسمعها الطفل ويميزها.",
                "5 – العبي لعبة مع الطفل باستخدام مجموعات من 3 إلى 4 أشياء مثل: مكعبات وسيارات وبالونات.. إلخ. وضعيهم جميعًا معًا ثم اطلبي من الطفل أن يعطيك بالونة/بالونات.. إلخ. اتركي الدور للطفل ليخلط الأشياء مع بعضها ويطلب منك أن تعطيه الأشياء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "46",
            "age": "2 – 3",
            "performance": "يسأل \"إيه ده؟\" و\"إيه دي؟\"",
            "suggested_activities": [
                "1 – عند التحدث إلى شخص أو طفل آخر أكبر، أعطي نماذج للاسئلة والإجابة على السؤال \"إيه ده\" (دي) أمام الطفل.",
                "2 – العبي مباراة التعرف على الأشياء المخبأة في الحجرة أو التعرف على الحيوانات مع أصواتها أو التعرف على الأشياء المخبأة في حقيبة. ابدئي الدور واسألي الطفل \"إيه ده؟\"، إعطيه الفرصة ليسأل ويجيب على الأسئلة.",
                "3 – أثناء الاستحمام، اسألي الطفل: \"إيه ده؟\" وأشيري إلى جزء من أجزاء جسمه أو إلى لعبة. بعد الاستحمام، أكملي اللعبة واسأليه عن الفرشاة ومعجون الأسنان والفوطة.. وغيرها.",
                "4 – العبي لعبة بأن تختبئ شيئاً تحت الملابس واجعلي الطفل يقول: \"إيه ده؟\" حتى يحصل عليها. اتركي له الدور ليخبئ الشيء وأنت تسأليه عنه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "47",
            "age": "2 – 3",
            "performance": "يتحكم في درجة الصوت في %90 من المحاولات",
            "suggested_activities": [
                "1 – العبي لعبة بعمل اختلافات كبيرة في درجة وحجم صوتك حتى ينصت الطفل إلى التغيرات التي تحدثينها من الحدة والنعومة.",
                "2 – احكي له قصة مثيرة أو مثليها باستخدام تعبيرات مضخمة وأصوات مختلفة الدرجة، شجعي الطفل ليمثل جزء من القصة واستعملي أصوات عالية وخافتة.",
                "3 – استعملي المستويات المختلفة للصوت حسب ما يتطلبه الموقف مثل: الصوت العالي بالخارج (للنداء مثلاً) والصوت المنخفض بالداخل (في الحديث العادي). شجعي الطفل ليفعل ذلك.",
                "4 – إهمسي للطفل \"بأسرار\" واجعليه يهمس لك أيضًا، لعباً."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "48",
            "age": "2 – 3",
            "performance": "يستخدم كلمة \"ده\" و \"دي\" في الحديث",
            "suggested_activities": [
                "1 – أثناء لعبك مع الطفل، اختاري عدة أشياء يعرف الطفل أسماءها. صفي اثنين منها أمام الطفل واسأليه \"أي واحدة الأكبر) أو الأصفرة أو الحمراء...الخ.\" إذا أشار الطفل دون أن يقول شيئًا، قولي \"ده\" أو \"دي\" مع الإشارة. اسمحي للطفل أن يختار شيئين ويسألك سؤالًا. أعطيه نموذجًا لاستخدام تلك الكلمات في إجابتك عليه.",
                "2 – عندما يكون ذلك ممكنًا، أعطي الطفل خيارات مثل: \"أي كوب تريدين؟\" أو \"أي قميص أو لعبة أو طعام...الخ.\" شجعي الطفل على قول \"دي\" أو \"ده\" قبل أن تعطيه له."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "49",
            "age": "2 – 3",
            "performance": "يستخدم كلمة \"أنا\" و \"بتاعتي\" بدلاً من اسمه",
            "suggested_activities": [
                "1 – أثناء حديثك مع الطفل خلال اليوم، اسأليه أسئلة تتطلب الإجابة باستخدام كلمة \"أنا\" أو \"بتاعتي\" مثل: \"من هذه؟\" أو \"من يريد كيك؟\" إذا لم يستخدم الطفل تلك الكلمات، أعطيه مثالًا.",
                "2 – عند استخدامك لشيء يخصك مثل كتب أو قطعة ملابس أو مفاتيح، أشيري إليها وقولي: \"دي بتاعتي\" أو \"هذه المفاتيح بتاعتي\".",
                "3 – أثناء اللعب معًا، ابحثي عن الفرص التي تتيح لك وللطفل مشاركة الأشياء مثل أثناء لعب الكوتشينة أو المكعبات أو التلوين بالأقلام الملونة. شجعي الطفل على قول \"من فضلك أعطي...\" واستخدام تلك الصيغة.",
                "4 – العبي لعبة \"القائد يقول\" بطريقة متعددة باستخدام كلمة \"أنت\" عندما تعطي المراحل. على سبيل المثال، قولي: \"القائد يقول: اذهب أنت إلى الباب\" أو \"القائد يقول: صفق أنت بيديك\". في البداية، يمكنك أن تشيري إلى الشخص عندما تقولين كلمة \"أنت\". أعطي الفرصة للطفل ليأخذ دور القائد ويعطي الأوامر.",
                "5 – استمعي إلى الطفل وهو يتحدث وقدحيه عندما يستخدم هذه الضمائر.",
                "6 – عند إعطاء الأمثلة للطفل، زيدي الصوت في تلك الضمائر لجذب انتباه الطفل إليها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "50",
            "age": "2 – 3",
            "performance": "يشير بأن الشيء \"ليس...\" مثل \"ليس كرة\"",
            "suggested_activities": [
                "1 – عندما تتحدثين إلى الطفل خلال اليوم، استخدمي كلمة \"ال...مش\" في حديثك. على سبيل المثال، إذا كنت تطبخين، قولي \"أين الحلة؟\" ثم انتقلي إلى شيء آخر وقولي \"ال...دي مش الحلة\". بعد ذلك، احتفظي بالشيء الصحيح وقولي \"دي الحلة\".",
                "2 – العبي لعبة مع الطفل حيث تأخذين شيئًا مألوفًا له مثل العروسة وتخطئين في تسميتها. على سبيل المثال، قولي \"دي كرة\" ثم حركي رأسك واضحكي. اسأليه بعد ذلك \"هل هذه كرة؟\". شاهدي ردود فعل الطفل واستخدمي أمثلة مختلفة لعدة أشياء. أعطي الفرصة للطفل لاستخدام \"ال...دي مش الـ\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "51",
            "age": "2 – 3",
            "performance": "يجيب على السؤال \"من...؟\" بذكر اسم الشخص",
            "suggested_activities": [
                "1 – أثناء تناول الطعام، قدمي أمثلة على الأسئلة والأجوبة حول \"من؟\" مع شخص آخر أكبر من الطفل أثناء ملاحظتكما.",
                "2 – انظري إلى الكتب المصورة التي تظهر الأشخاص أو الحيوانات وهم يقومون بأفعال مختلفة. اسألي الطفل مثل \"من الذي يقود السيارة؟\" أو \"من الذي يقول نو...نو في هذه الصورة؟\" أعطي الطفل الوقت الكافي لينظر إلى الصورة ويعطيك الإجابة.",
                "3 – استخدمي المواقف الحقيقية خلال النهار واسألي الطفل: \"من الذي...؟\" واذكري النشاط مثل \"من الذي يستخدم المكنسة؟\" امدحي الطفل عندما يخبرك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "52",
            "age": "2 – 3",
            "performance": "يستخدم أداة التعريف \"الـ\" في الحديث",
            "suggested_activities": [
                "1 – عندما تتحدثين إلى الطفل خلال اليوم، استخدمي \"الـ\" التعريف في حديثك. على سبيل المثال، اطلبي منه أن يضع \"الطبق\" على المائدة، وتحدثي عن أنه يأكل \"الموز\"، أو أخبريه أنه يمكنه أن يشاهد \"التلفزيون\". شجعي الطفل على استخدام أداة التعريف \"الـ\" خلال حديثه إليك.",
                "2 – أكدِ الحرفين \"الـ\" أثناء نطقك للكلمات التي تحتوي على التعريف \"الـ\"، حتى يتمكن الطفل من ملاحظتها وسماعها."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "53",
            "age": "2 – 3",
            "performance": "يستخدم بعض مصنفات الأسماء (لعب، حيوانات، طعام)",
            "suggested_activities": [
                "1 – أثناء وجبة الطعام، أشري إلى أحد أنواع الطعام وقولي: \"تحدثي عن الأطعمة الأخرى التي على المائدة.\" استخدمي \"لعبة\" واسألي الطفل: \"هل هذا طعام؟\" توقعي الضحك لأن الطفل قد يعتقد أنك تمزحين. بعد ذلك، تحدثي عن أن بعض الأشياء تُعتبر طعامًا والبعض الآخر لعبًا وأصنافًا أخرى مثل الحيوانات، إلخ. خلال حديثك عن كل مجموعة، انظري إذا استطاع الطفل إعطاء بعض الأمثلة للأشياء في كل مجموعة.",
                "2 – أثناء لعبكما معًا، قدمي صورًا وأشياء وألعابًا من مجموعات مختلفة (لعب، حيوانات، طعام، إلخ). اسمي كل واحد أثناء استخدامه في اللعب وقولي \"الكلب حيوان\"، \"الخبز طعام\"، أو \"العروسة لعبة\". بعد أن تقدمي للطفل تلك الأمثلة لفترة، اسأليه عن شيء يلعب به. على سبيل المثال، يمكنك أن تسأليه: \"هل الكرة لعبة أم حيوان؟\" وعندما يصبح الطفل أكثر قدرة على فعل ذلك، يمكنك التحدث عن حقيقة أن الأشياء تنتمي إلى \"مجموعات\" مختلفة (مثل مجموعة اللعب، مجموعة الحيوانات، مجموعة الطعام)، ثم اسألي الطفل عن أي من المجموعات ينتمي إليها شيء تحدديه.",
                "3 – جهزي صورًا أو أشياء وألعابًا من مجموعات مختلفة (لعب، حيوانات، طعام، إلخ). إذا لم يستطع الطفل أن يجدهم كلهم، قولي له \"أنا أرى حيوانًا آخر\" وأعطه الوقت ليجده، أو أعطه تلميحًا ليجده إذا لزم الأمر."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "54",
            "age": "2 – 3",
            "performance": "يقول \"أقدر\" و\"سوف\" في بعض الأحيان",
            "suggested_activities": [
                "1 – أثناء حديثك مع الطفل خلال اليوم، استخدمي \"أقدر\" و\"سوف\" (بالعامية) للتعبير عن الإمكانية والأحداث المستقبلية، مثل \"بكرة هنروح الملاهي\" أو \"تقدر تلعب دلوقتي\".",
                "2 – عندما تكون الظروف مناسبة، اسألي الطفل إذا كان \"يقدر\" أو \"سوف\" يفعل شيئًا، وشجعيه على استخدام تلك الكلمات في حديثه أو قدمي له الأمثلة.",
                "3 – أخبري الطفل عما سيحدث في الساعات القادمة، مثل أن تقولي له \"بعد الفطار هنخرج\". وفي الوقت المناسب، أثناء استعدادك للفعل التالي، اسألي الطفل عن ذلك، مثل \"هنخرج فين؟\" و\"مين هيخرج معانا؟\" إذا لم يجب الطفل بشكل صحيح، فأعيدي الإجابات مع التأكيد على الكلمات \"أقدر\" و\"سوف\"، مثل \"هنروح\"، \"هنخرج\"، إلخ.",
                "4 – استمعي إلى كلام الطفل التقائي وأشجعيه عندما يستخدم تلك التعبيرات بنفسه.",
                "5 – استخدمي قصة محببة واستعرضي صورها مع الطفل قبل النوم، واسألي الطفل عن القصة، مثل \"مين يقدر يسوق السيارة؟\"، \"مين هيروح عند الدكتور؟\"، وهكذا. شجعي الطفل على الإجابة وزيدي فيها لتشمل التعبيرات السابقة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "55",
            "age": "2 – 3",
            "performance": "يصف الأشياء بأنها \"مقترحة\" أو \"مغلقة\"",
            "suggested_activities": [
                "1 – ابحثي خلال الأنشطة اليومية عن مناسبات تكون فيها الأشياء مقترحة أو مغلقة (باب السيارة، الشباك، الثلاجة، باب الدواليب، باب الحجرة). واستخدمي ذلك في سؤال الطفل: \"هل هذا مفتوح أم مغلق؟\" إذا أجاب الطفل بصورة خاطئة فقولي له: \"انظر ثانية .. إنه مغلق\" وتأكدي من أن الطفل يرى الفرق. احرصي على استخدام كلمات \"مغلق\" و\"مفتوح\" وأنت تتحدثين عما تفعلين خلال اليوم لتقدمي للطفل المثال.",
                "2 – اطلبي من الطفل أن يفتح ويغلق أشياء مختلفة وأشكريه عندما يفعل ذلك.",
                "3 – إذا لم يستوعب الطفل ذلك المفهوم، فاستعملي شيئين، واحد مفتوح والآخر مغلق، لتوضحي الفرق.",
                "4 – العبي لعبة الاختباء وذلك بتوفير عدد من الأوعية المتاحة بحيث يمكن فتحها وغلقها، واجعلي الطفل يخفي شيئًا صغيرًا بداخلها. افتحي وأغلقي الأوعية المختلفة لتجدي ذلك الشيء وتحدثي عما تفعلينه: \"سأفتح الصندوق الأخضر .. إنه ليس هنا، سأغلقه، سأفتح الأحمر\". بعد أن تجدي ذلك الشيء المخبأ، اخفيه واجعلي الطفل يفتح ويغلق الأوعية ليجده. شجعيه على التحدث عما يفعله."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "56",
            "age": "2 – 3",
            "performance": "ينصت لمدة خمس دقائق أثناء سرد قصة مصورة",
            "suggested_activities": [
                "1 – اقرئي مع الطفل قصة لطيفة وتحدثي عن الصور واسأليه أن يصف لك ما يراه في الصورة.",
                "2 – اسألي أسئلة بسيطة عن القصة لتعطي الطفل الفرصة ليفكر فيها ويتكلم عن أحداث القصة.",
                "3 – يمكنك أن تختلقي سؤال أو اثنين إذا كانت هناك مناسبة قبل قراءة القصة للطفل واطلبي منه أن ينصت جيدا ليعرف الإجابة. فمثلا قولي له \"أنصت جيدا لتري إذا كنت تستطيع أن تعرف أي الحيوانات قد هرب من المزرعة\".",
                "4 – اقرئي للطفل يوميا وحاولي أن تجعلي ذلك نظاما ثابتا أن تقرأ سويا في نفس التوقيت من اليوم واجعلي ذلك متعة واسترخاء لكليكما.",
                "5 – اصنعا سويا قصة في كتاب وذلك بأن تجعلي الطفل يرسم أو يقص صورا لطيفة ويلصقها على الورق ويخبرك عن المغزى بقصة حول هذه الصور (يمكن أن تكتبي كلمات مناسبة على الصفحات). كذلك يمكنك أن تجعلي الطفل يختار بعض الصور الفوتوغرافية ويصمم بها كتابا ويخبرك بالكلمات التي ستكتبيها تحت كل صورة."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "المخالطة الاجتماعية": [
        {
            "title": "44",
            "age": "2 – 3",
            "performance": "يتعاون مع طلبات الوالدين بنسبة 50% من الوقت",
            "suggested_activities": [
                "1 –  كافئي السلوك المتوقع أو التصرفات الحسنة، وامدحي الطفل وأعطيه الاهتمام اللازم عندما يتصرف بشكل جيد.",
                "2 –  نبهي الطفل إلى أنه سيحدث تغيير في المهمة وامنحيه وقتًا حتى ينتهي من ما يفعل، مثل بعد الطعام يذهب إلى النوم.",
                "3 –  لا تسألي الطفل أسئلة يمكن أن يجيب عليها بـ \"لا\" إلا إذا كنت ستوافقين على ذلك، مثل \"هل تريد الذهاب للفراش؟\".",
                "4 –  حاولي أن تلزميه بعدد قليل من القواعد الدائمة، مثل أن الطعام يأكل على مائدة المطبخ فقط.",
                "5 –  استخدمي لغة بسيطة وواضحة عند طلب الأشياء من الطفل، ولا تطلبي منه أداء أمرين متتاليين في آن واحد, ولا تطلبى منه أن يؤدى أمرين لا عالقة بينهما ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "45",
            "age": "2 – 3",
            "performance": "عند إعطائه التعليمات، فإنه يحضر شيئًا أو شخصًا من حجرة أخرى أو ينقله إليها",
            "suggested_activities": [
                "1 –  اطلبي من الطفل أن يستدعي أفراد الأسرة في وقت الطعام من حجرات أخرى.",
                "2 –  اطلبي من الطفل أداء مهام بسيطة مثل \"من فضلك، أعطي بابا هذه الجريدة\"، \"ضع هذا على المائدة\"، \"ضع هذا في السلة، أو احضري لي حفاضة\". اشكري الطفل على المساعدة.",
                "3 –  في البداية، اذهبي مع الطفل وساعديه في المهمة، ثم دعيه يذهب بمفرده بينما تعطينه إرشادات كلية، وامدحي محاولاته.",
                "4 –  في البداية، أعطيه تعليمات بسيطة لا تتطلب الانتقال إلى مكان آخر، ثم زيدي تعقيد المهمة تدريجياً."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "46",
            "age": "2 – 3",
            "performance": "ينصت للموسيقى أو القصص لمدة تتراوح ما بين 5 – 10 دقائق",
            "suggested_activities": [
                "1 –  قرأي قصة بسيطة وشيقة للطفل، ثم تحدثي معه عن الصور في القصة واطلبي منه أن يصف ما يراه في الصور.",
                "2 –  قرأي للطفل يومياً في نفس الوقت كل يوم، ويفضل قبل النوم. جعلي هذا الوقت للهو والاسترخاء للطفل ودعيه يختار القصة.",
                "3 –  استخدمي مسجل يتضمن أنشطة حركية بسيطة. قومي بممارسة هذه الأنشطة مع الطفل، ثم انظري إذا كان الطفل يمكنه ممارستها بمفرده مؤخراً دون مساعدة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "47",
            "age": "2 – 3",
            "performance": "يقول \"من فضلك\" أو \"ممكن\" أو \"شكراً\" عند تذكيره",
            "suggested_activities": [
                "1 –  تأكدي من أن الطفل يستطيع أن يقول الكلمة قبل أن تلقي عليه التعبيرات.",
                "2 –  استخدمي هذه التعبيرات عندما ترغبين من الطفل أن يفعل شيئًا، مثل \"من فضلك\" و\"شكرًا\" في عبارات مثل \"من فضلك، اغلق الباب، شكرًا\".",
                "3 –  إذا استخدم أفراد الأسرة هذه التعبيرات مع الأطفال والكبار، فسيقلد الطفل هذه الكلمات.",
                "4 –  في البداية، قد تحتاجين لتكرار العبارة بالكامل (مثل: \"قل شكرًا\")، وعندما يصبح واضحًا للطفل، اطلبي مساعدته تدريجيًا، مثل \"ماذا تقول؟\" وشجعيه على أن يكون مؤدبًا."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "48",
            "age": "2 – 3",
            "performance": "يحاول مساعدة والديه في الأعمال المنزلية بالمشاركة في جزء منها (مثل امساك جاروف المكنسة)",
            "suggested_activities": [
                "1 –  شجعي الطفل على المساعدة في الأعمال المنزلية بجعله مسؤولًا في البداية عن جمع الألعاب، وامدحيه عندما ينجز المهمة.",
                "2 –  عندما تقومين بنفض الغبار، أعطي الطفل قطعة قماش ليحاكي حركاتك.",
                "3 –  دعي الطفل يساعدك في تبديل الفراش أو وضع الملابس في الغسالة أو وضع الطعام على الرفوف، وامدحيه على تطوعه بالمساعدة.",
                "4 –  عندما تقومين بالكنس، دعي الطفل يمسك بجاروف المكنسة حتى يساعدك في تنظيف الأرضية، فقد يستمتع الطفل بوضع التراب في صندوق القمامة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "49",
            "age": "2 – 3",
            "performance": "يلعب لعبة ارتداء ملابس الكبار",
            "suggested_activities": [
                "1 –  وفري ملابس قديمة ومجموعة من القبعات ليقوم الطفل بلعبها، وتأكدي من أن الملابس كبيرة بما يكفي ليتمكن من ارتدائها بسهولة.",
                "2 –  قولي له \"دعنا نلعب - من تحب أن تكون اليوم؟\" ووفري للطفل قبعات وملابس وإكسسوارات ليختار منها.",
                "3 –  وفري للطفل أو ساعديه على عمل قبعات بسيطة للممرضة، الطبيب، رجل الإطفاء، الفارس، المهندس، إلخ، وساعدي الطفل في إيجاد الأدوات التي تكمل زي كل مهنة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "50",
            "age": "2 – 3",
            "performance": "يقوم بالاختيار عندما يُطلب منه ذلك",
            "suggested_activities": [
                "1 –  قدمي للطفل اختيارًا بين مشروبين، لعبتين، أو نوعين من الطعام. اسأليه إذا كان يرغب في اللبن أو العصير، أو بين السيارة والمركب، وما إلى ذلك. اعطِ الطفل وقتًا كافيًا للاختيار. إذا لم يختر، ضعي الخيارات جانبًا واسأليه مجددًا في وقت لاحق.",
                "2 –  دعي الطفل يختار بين أشياء مثل القميص الأحمر أو الأزرق، كتاب الكلب أو اللعبة ليقرأها، الدب أو الدمية ليأخذها إلى الفراش."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "51",
            "age": "2 – 3",
            "performance": "يظهر تفهمه للمشاعر بالتعبير اللفظي عن الحب، الغضب، الحزن، السعادة، وما إلى ذلك",
            "suggested_activities": [
                "1 –  عبِّري عن مشاعرك للطفل بالكلمات ثم اسأليه عن مشاعره هو.",
                "2 –  إذا كان أحد الأخوة يعبر عن إنفعال معين، اطلبي من الطفل أن يصف المشاعر.",
                "3 –  قدمي للطفل كتابًا يصوّر أشخاصًا يبتسمون أو يبكون، وتحدثي معه عن الموقف واسأليه لماذا يشعر بهذه المشاعر.",
                "4 –  أظهري للطفل صورًا في المجلات تعبر عن مشاعر مختلفة.",
                "5 –  عندما تعانقي الطفل، أخبريه أنك تحبينه.",
                "6 –  عندما تكونين غاضبة، أخبري الطفل بسبب غضبك وأظهري له كيف يمكن استخدام الكلمات للتعبير عن المشاعر."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الإدراك": [
        {
            "title": "25",
            "age": "2 – 3",
            "performance": "يجد كتابًا بعينه عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – احتفظي بكتب الطفل في مكان خاص أو على رف محدد حتى يعرف الطفل أين هي ويستطيع الحصول عليها بمفرده.",
                "2 – استخدمي كتابين في البداية وحددي الصور الموجودة على غلاف كل منهما، ثم قومي بقراءة الكتب مع الطفل. في المرة التالية عند قراءة الكتب معًا، اطلبي من الطفل أن يجد كتابًا معينًا من بين الكتب المعروفة لديه. يمكنك خلط الكتب مع كتب أخرى للطفل واختيار كتاب محدد مثل \"القطة\". استخدمي كتبًا مختلفة تمامًا مثل كتاب عن الحيوانات، وكتاب آخر عن السيارات أو الناس لتجنب الخلط بين المحتويات المتشابهة.",
                "3 – اعطِ أسماءً ممتعة للكتب التي يفضلها الطفل. يمكن أن تكون هذه الأسماء مشتقة من العناوين الأصلية للكتب، ولكن يجب أن تكون مرتبطة بالموضوع أو الصورة الرئيسية في الصفحة الأولى. مثلاً، \"كتاب القطط\" أو \"كتاب السيارات\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "26",
            "age": "2 – 3",
            "performance": "يكمل لوحة الأشكال ذات الثلاث قطع",
            "suggested_activities": [
                "1 – إعطي الطفل شكلًا واحدًا في يده في كل مرة وابدأي بالدائرة. إذا تطلب الأمر، أشيري للفتحة المناسبة وأرشدي يده حتى يتمكن الطفل من وضع الدائرة بدون أي مساعدة. ثم أعطيه المربع في يده وبعد ذلك المثلث حتى يضعه في مكانه.",
                "2 – ضعي الأشكال بالقرب من أو فوق المكان الصحيح ثم اجعلي الطفل يضعهم. قمي بمدحه بعد كل محاولة صحيحة لوضعهم.",
                "3 – علمي كل قطعة بلون حتى يضع الطفل الدائرة الحمراء في الفتحة الزرقاء أو المربع البرتقالي في الفتحة البرتقالية. اجعلي هذا التلوين مؤقتًا باستخدام ملصقات ملونة أو لصق ورق ملون على الفتحات المناسبة. أزيلي التوجيهات الملونة عندما يكون الطفل قادرًا على المستوى الثاني من التحدي.",
                "4 – اجعلي الطفل يتتبع بإصبعه حول الشكل الفارغ ثم يجد قطعة تشبه تلك الشكل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "27",
            "age": "2 – 3",
            "performance": "يسمي أربعة صور مألوفة",
            "suggested_activities": [
                "1 – ابدأي بجعل الطفل يسمي الأدوات المنزلية المعتادة باستخدام أشياء حقيقية. بعد أن يتمكن من ذلك، قومي بقص صور من المجلات عن الأدوات المنزلية مثل الأواني، الطاولات، التلفزيون، السرير، إلخ. إذا لزم الأمر، ضعي الصور بالقرب من الأشياء الحقيقية واجعلي الطفل يسمي الصور. بعد ذلك، عرضي الصور فقط للطفل حتى يتمكن من تسميتها. تأكدي من أن هذا ممتع للطفل.",
                "2 – شجعي الطفل على النظر في كتب مصورة بسيطة وتسمية الصور.",
                "3 – انظري إلى كتب مصورة مع الطفل وسمي الصور التي لا يعرفها.",
                "4 – استخدمي صورًا لأشياء حقيقية في بيئة الطفل، وضعيها في ألبوم صور قديم للطفل حتى يمكنه تصفحها وتسميتها. أو قومي بعمل كتيب من ورق مقوى مع بعضه، ثم لصق الصور على الصفحات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "28",
            "age": "2 – 3",
            "performance": "يرسم خطاً رأسياً مقلداً",
            "suggested_activities": [
                "1 – الرسم على الحائط: قومي بإلصاق ورقة كبيرة على الحائط أو على الثلاجة. بينما يراقب الطفل، ارسمي خطاً رأسياً بنفسك من أعلى إلى أسفل. شجعي الطفل بعد ذلك أن يقلدك. امسكي يده إذا لزم الأمر، وقللي تدريجياً من المساعدة كلما برع في ذلك.",
                "2 – استخدام الطباشير والأقلام الملونة: استخدمي أقلام طباشير مختلفة الألوان للرسم على الورق، بما في ذلك أوراق الجرائد أو الورق الملفوف، أو حتى فوط الورق. هذا سيمنح الطفل تجربة مختلفة ومثيرة في التعامل مع مواد الرسم المختلفة.",
                "3 – الرسم في الرمل: ضعي مساحة رملية واجعلي الطفل يرسم خطوطاً رأسية باستخدام أصابعه، واستخدمي ألوان الأصابع أو كريم الحلاقة لإضافة لمسة ملونة إن أمكن.",
                "4 – استخدام الملصقات: ضعي ملصقًا على أعلى وأسفل قطعة من الورق، ثم اطلبي من الطفل أن يرسم خطًا بين الملصقين. هذا سيساعده على التركيز على رسم خط مستقيم.",
                "5 – الرسم تحت الضغط: ضعي قطعة من الورق على المائدة وامدحي الطفل ليرسم خطًا أمام قلمه. استخدمي كتلة صغيرة مثل مكعب لتمريرها تحت الورقة بينما يرسم الطفل، وساعديه في التعامل مع ضغط القلم.",
                "6 – استخدام الطباشير على المشية: شجعي الطفل على رسم خطوط رأسية بالطباشير على المشي، ثم استخدمي هذه الخطوط كطرق لسيارات اللعب الصغيرة. هذا يجمع بين الرسم واللعب ويعزز من مهاراته الحركية الدقيقة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "29",
            "age": "2 – 3",
            "performance": "يرسم خطاً أفقياً مقلداً",
            "suggested_activities": [
                "1 – إعطي مع الطفل لعبة أو خططي طريقاً لسيارات الطفل على ورق مقوى (كارتون). اجعلي الطفل يشاهدك وأنت ترسمين بعض الخطوط أو الطرق. ثم أعطِ الطفل القلم وانظري هل يستطيع تقليد خطوطك؟ ليس المطلوب أن تكون الخطوط مستقيمة تماماً. خذي وقتاً في اللعب مع الطفل باستخدام سيارات اللعب على الخريطة التي ابتكرتها مع الطفل.",
                "2 – إذا احتاج الطفل مساعدة، أرشدي يده في عمل العلامات، ثم قللي الضغط على يده كلما اكتسب مهارة. من الممكن أيضاً أن تجعلي الطفل يتتبع خطك، ثم شجعيه على عمل خط بدون توجيه.",
                "3 – عندما يكون الطفل على الشاطئ، اجعليه يرسم خطوطاً أفقية على الرمل أو استخدمي عصا صغيرة لعلم الخطوط.",
                "4 – العبي \"توصيل الأشياء\" برسم أشياء صغيرة في طرف الورقة. اطلبي من الطفل أن يصل الاثنين برسم خطاً أفقياً. مثال: \"هل تستطيع أن ترسم خطاً من الكلب إلى العظمة؟\" اجعلي ذلك لهواً بنسج قصة تتعلق بما يفعله الطفل، مثلاً، تحدثي عن الكلب الصغير الذي تاه وكان جائعاً جداً، ثم وجد طريق العودة للمنزل ليأكل العظمة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "30",
            "age": "2 – 3",
            "performance": "ينسخ دائرة",
            "suggested_activities": [
                "1 – اعملي أشخاصاً أو حيوانات من دوائر ورق مقوى. ارسمي دائرة كبيرة ثم اطلبي من الطفل أن يرسم بعض الأشكال الدائرية بنفسه وساعديه في قصها، ثم ساعديه في لصق الأشكال مع بعضها ليصنع أشخاصاً وحيواناتاً. شجعيه على استخدام أقلام الرصاص في عمل ملامح الوجه أو التفاصيل الأخرى مثل إضافة شعر من الخيوط وما إلى ذلك.",
                "2 – استخدمي قطعة البازل المستديرة أو قطعة البسكويت ليتتبعها الطفل. إذا واجه صعوبة، ضعي يدك فوق يده وأرشديه في عمل الحركة الدائرية بقلم سميك أو بالطباشير، حسب السهولة.",
                "3 – رسم دوائر في الرمل أو في الدقيق الموجود في قاع صينية الكيك أو أثناء التلوين بالأصابع."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "31",
            "age": "2 – 3",
            "performance": "يطابق الأشياء حسب الملمس",
            "suggested_activities": [
                "1 – قومي بعمل مجموعة من الملامس. إجمعي قطعًا مختلفة من الإسفنج الفوم، والكاوتش، والقطن، والساتان، أو الحرير. اجلبي قطعتين من كل ملمس. عندما يختار الطفل واحدة ليضيفها إلى مجموعته، اطلبي منه أن يجد واحدة أخرى مشابهة. إذا واجه صعوبة، قدمي له تلميحات وتحدثي عن كل ملمس أثناء مساعدتك له في لصقها على الصفحة.",
                "2 – أثناء مساعدة الطفل في طي الملابس، تحدثي عن الملامس المختلفة مثل الملابس الخشنة والملابس الناعمة والبلوزات الحريرية، إلخ. عندما يجد الطفل شيئاً مناسباً في سلة الملابس، اطلبي منه أن يجد واحدة تشبهها في الملمس.",
                "3 – عند الاستحمام، استخدمي أشياء ذات ملمس مختلف في غسل الطفل مثل الإسفنج أو قطعة القماش الخشنة (غير الخشونة جداً). بعد الاستحمام، جففيه بقطعة قطنية بالبودرة أو بفوطة ناعمة. تحدثي عن الملامس المختلفة أثناء عمل هذه الأشياء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "32",
            "age": "2 – 3",
            "performance": "يشير إلى الكبير والصغير عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – أثناء لعبك مع الطفل، لعبي لعبة تشمل أخذ خطوة كبيرة، وخطوة صغيرة، قفزة كبيرة، قفزة صغيرة، جلوس على كرسي كبير، كرسي صغير، وما إلى ذلك. تأكدي من استخدام كلمات \"كبير\" و\"صغير\" أثناء قيامك بالحركات هذه.",
                "2 – أثناء وجبة الطعام، أعطي الطفل أطعمة مختلفة الأحجام مثل قطعة حلوى \"صغيرة\" أو قطعة تورتة كبيرة وهكذا. اطلبي من الطفل أن يشير إلى \"الصغيرة\" و\"الكبيرة\" من بينها. يمكنك أيضًا التحدث عن القضمة الكبيرة والصغيرة وطلب من الطفل أن يريك كل منها.",
                "3 – احكي قصة عن الكبير والصغير، تحدثي عن الأشياء المألوفة أو الأشخاص في حياة الطفل حيث يكون بعضهم كبيرًا وبعضهم صغيرًا. استخدمي إشارات بصوتك لتعبري عن \"كبير\" و\"صغير\". بعدما تحكي القصة عدة مرات، شجعي الطفل على أن يخبرك بالقصة أو يكمل الكلمات مثل \"كبير\" و\"صغير\" عند استخدامها.",
                "4 – خلال اليوم، عرّفي الأشياء في المنزل الكبيرة والصغيرة. بعد ذلك، اسألي الطفل أن يجد الأشياء الكبيرة والصغيرة في الغرف المختلفة.",
                "5 – اجعلي أحجامًا كبيرة وصغيرة من نفس الأشياء، مثل أظرف كبيرة وصغيرة، أو أقلام وأحذية، أو أطباق وأطقم، أو كراسي وسيارات لعبة. أثناء اللعب مع الطفل، استخدمي هذه الأدوات في نشاطك وتحدثي عن حجم كل منها كبير أو صغير."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "33",
            "age": "2 – 3",
            "performance": "يرسم علامة \"+\" مقلداً",
            "suggested_activities": [
                "1 – أري الطفل كيف ترسمين شخصاً وذلك بأن ترسمي أولاً \"+\" ثم تضيفي دائرة على القمة للرأس وأشكال للأقدام في الأسفل. إطلبي من الطفل أن يرسم لك \"+\" ثم أضيفي أنت والطفل الأجزاء الأخرى.",
                "2 – أرشدي الطفل جسمانياً خلال الحركة إذا واجه صعوبة. قللي المساعدة كلما اكتسب الطفل مهارة تستطيعين أيضاً رسم الشكل بالنقاط وجعل الطفل يتتبع النقاط.",
                "3 – أعطي الطفل تعليمات لفظية أثناء الرسم، مثال: \"ارسم خطاً بالعرض. الآن ارسم خطاً ألسفل.\"",
                "4 – استخدمي أقلام فحم أو طباشير أو أقلام ملونة أو أدوات كتابية ممتعة أخرى حتى يستخدمها الطفل في عمل أشكال.",
                "5 – اجعلي الطفل يقلدك وأنت ترسمين خطاً رأسياً ثم خطاً أفقياً. افعلي ذلك أولاً في خطوتين ثم اجعلي الطفل ينتقل إلى نقل الشكل الكامل \"+\" بعد مالحظة كيفية رسمه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "34",
            "age": "2 – 3",
            "performance": "يطابق ثلاثة ألوان",
            "suggested_activities": [
                "1 – تحدثي عن الألوان الموجودة في المنزل خلال اليوم وابدئي بأحد الألوان الأساسية، مثال: اشرحي للطفل في أوقات مختلفة من اليوم أن تلك الفانيلة حمراء والساعة حمراء والتفاحة التي يأكلها حمراء وأن سيارتك حمراء بعد ذلك، اعطيه مربعًا من الكرتون لونه أحمر، خيطًا أو شريطًا واسأليه أن يجد أشياء في المنزل بنفس اللون، اتبعي نفس الطريقة في مطابقة الأحمر والأصفر والأزرق، ومن الممكن أن تعملي لعبة من ذلك تجعل الطفل يضع ملصقًا أو يعمل علامة باستخدام نفس اللون بالقلم على لوحة في كل مرة يجد فيها شيئًا من نفس اللون.",
                "2 – العبي لعبة بوضع دوائر كبيرة ملونة (أحمر وأصفر وأزرق) على الأرض، اجعلي الطفل يلتقط دائرة ملونة من الثلاثة ألوان المختلفة التي في يدك، ثم اطلبي منه أن يمشي على الدوائر التي بنفس اللون الذي تمسكين به، شاركي في لعب الطفل وذلك بجعله يمسك بالدوائر واختيار واحدة ثم المشي على الدوائر الصحيحة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "35",
            "age": "2 – 3",
            "performance": "يضع الأشياء \"في، على، وتحت\" عندما يطلب منه ذلك",
            "suggested_activities": [
                "1 – أثناء النهار، حددي موقع الطفل عندما تحركيه خارج سريره، فوق في الهواء، تحت الكرسي، في السرير.. إلخ.",
                "2 – أثناء اللعب، استخدمي صندوقًا كبيرًا، اطلبي من الطفل أن يضع نفسه في، على، وتحت الصندوق على اعتبار أنه بيت، سيارة.. إلخ.",
                "3 – بينما تتصفحان الكتب المصورة، اجعلي الطفل يخبرك إذا كان هناك شيء في، على، أو تحت شيء آخر.",
                "4 – أثناء أداء الواجبات اليومية، اطلبي من الطفل أن يضع الفوط في الدولاب، والأطباق على رف الحوض، والأحذية تحت السرير إلخ، امدحي كل المحاولات وساعدي الطفل بأن توضحي له الموضع الصحيح إذا صادف صعوبة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "36",
            "age": "2 – 3",
            "performance": "يسمي الأشياء التي تصدر أصواتًا",
            "suggested_activities": [
                "1 – عندما يرن جرس، قولي \"هذا هو التليفون\". افعلي نفس الشيء عند سماع صوت جرس الباب، صوت المنبه، المكنسة، الطائرات، إلخ. بعد التأكد من أن الطفل يعرف صوت الأدوات المختلفة، اسأليه \"ما هذا؟\" عندما تسمعين صوتًا، إعطيه تلميحًا أو إشارة إذا لزم الأمر.",
                "2 – غني أغنية \"جدو علي\" أو أي أغنية أخرى بها أصوات حيوانات، غنيها ببطء حتى يستطيع الطفل أن يشترك معك، ثم اسألي الطفل ليخبرك أي الحيوانات تصدر أي الأصوات.",
                "3 – كوني مجموعة من صور الحيوانات من المجلات، وعندما يضع الطفل صورة الحيوانات على الورقة، تحدثي عن الأصوات التي تحدثها، ثم اعملي الصوت واسألي الطفل ليجد الحيوان صاحب الصوت الذي أحدثته. إعطيه الدور ليحدث الصوت وحددي أنت اسم الحيوان.",
                "4 – تحدثي عن الحيوانات الشائعة والأصوات التي تصدرها كلما كان ذلك ممكناً، أو إذا كنت تفعلين شيئاً في مكان وجود الحيوانات، مثال أثناء قيادة السيارة في المرور بمزرعة أو زيارة مزرعة أو حديقة الحيوان أو أثناء قضاء بعض الأعمال في المنزل إذا كنت تعيشين في مزرعة أو في الريف.",
                "5 – استخدمي شريطًا لتسجيل أصوات مألوفة من البيئة، واسألي من الطفل أن يسمي تلك الأصوات حين تستمعان للشريط."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "37",
            "age": "2 – 3",
            "performance": "يركب لعبة متداخلة مكونة من أربعة قطع",
            "suggested_activities": [
                "1 – استخدمي لعبة متداخلة وهي عبارة عن: براميل بلاستيك صغيرة أو بيض في مجموعات متدرجة الأحجام حيث تركب داخل بعضها.",
                "2 – اتركي الطفل مع تلك الأشياء المختلفة المتداخلة. احظي بالطفل أثناء اللعب وأعطه الوقت ليجرب قبل أن تساعديه في تركيبها. إن هذه الخطوة تعتبر أولى محاولات الطفل لحل المشكلات عندما يلجأ إليك لمساعدته. فأشيري له على القطعة المناسبة وانتظري لترى إن كان بإمكانه وضعها بنفسه قبل أن تقدمي له المساعدة جسديًا.",
                "3 – اجعلي الطفل يشاهدك وأنت تضعين مفاجأة داخل أصغر قطعة في اللعبة. ثم رتبي كل القطع مع بعضها حتى يكتمل اللعبة بأكملها. شجعي الطفل على فتح كل القطع ليجد المفاجأة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "38",
            "age": "2 – 3",
            "performance": "يسمي الأفعال التي تعبر عنها الصور",
            "suggested_activities": [
                "1 – أشيري إلى الصور وأنت تروين القصص، وأخبري الطفل عن الأفعال التي تظهر في الصور.",
                "2 – أثناء تصفح الكتاب المصور، اجعلي الطفل يخبرك عما يحدث لحيوان معين أو شيء أو شخص في الصورة.",
                "3 – أري الطفل صورًا لطفل: أ (واقف) ب (يمشي)، جـ (يجري). اسألي الطفل ليخبرك عما يراه في كل صورة. إذا قال فقط \"ولد\"، فاسأليه \"ماذا يفعل الولد في هذه الصورة؟\".",
                "4 – اجعلي الطفل يقوم بتلك الأفعال بنفسه مثل المشي والوقوف والجري. أريه صور أطفال وهم يقومون بهذه الأفعال، وبعد أن يقوم بكل فعل، اطلبي منه أن يخبرك بما يفعله الطفل.",
                "5 – حددي الأفعال التي يقوم بها أفراد الأسرة الآخرين ووضحي ما الذي يفعلونه، فمثلًا: \"ماما تغسل الأطباق، بابا يقرأ الجريدة، تامر يركب الدراجة\".",
                "6 – العبي لعبة التخمين مع الطفل، حيث تقومين بأداء أفعال مثل البكاء، الضحك، الكي، الطهي، أو الكنس، واجعلي الطفل يخبرك بما تفعلين. شجعيه ليؤدي هذه الأفعال وقومي أنت بالتخمين عما يفعله."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "39",
            "age": "2 – 3",
            "performance": "يطابق الأشكال الهندسية مع صور لتلك الأشكال",
            "suggested_activities": [
                "1 – استخدمي كتابًا مصورًا به أشكال بسيطة مختلفة (دائرة، مربع، مثلث)، تحدثي عن كل شكل وأنت تنظرين مع الطفل، ثم اسألي الطفل لينظر حوله في الغرفة ويرى إذا كان يستطيع أن يجد شيئًا يشبه أحد الأشكال التي في الكتاب. مثلاً، شكل الدائرة يشبه الكرة والشكل المربع يمكن أن يشبه المائدة... إلخ.",
                "2 – ابدئي بإعطاء نموذج للنشاط، طابقي الدائرة مع صورة للكرة، وشجعي الطفل ليجرب.",
                "3 – أثناء اللعب، اجعلي الطفل يجد مكعبات لها نفس الأشكال مثل أشكال من الكرتون قد قصيتها من قبل أو استخدمي أشكال من البازل أو أشكال من العلب."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "40",
            "age": "2 – 3",
            "performance": "يرتب خمسة حلقات أو أكثر على وتد بترتيب أحجامها",
            "suggested_activities": [
                "1 – ا لعبي بالصلصال مع الطفل واصنعي كعكًا مختلف الأحجام، وشجعي الطفل ليلتقط اثنين أو ثلاثة وضعيهم في عمود رفيع من الخشب. ساعدي الطفل ليُرتبهم حسب الحجم.",
                "2 – استخدمي أغطية علب مختلفة الأحجام.",
                "3 – ابدئي بحلقتين مختلفتين في الحجم. ضعي كل حلقة على وتد وقولي: \"أولاً الكبيرة ثم الصغيرة\". أزيلي الحلقات من الوتد وأعطي الطفل الدور ليضعهم بالوتد. اطلبي منه أن يضعهم بنفس الترتيب كما فعلت، وأضيفي حلقات إضافية واحدة في كل مرة كلما استطاع الطفل ذلك.",
                "4 – ضعي الحلقات على المنضدة (أو على الأرض) في طابور طبقاً لأحجامهم، ثم اخلطيها وأجعلي الطفل يرتبها طبقاً لأحجامها. ساعديه في مقارنة الأحجام وعلقي على ذلك بقولك مثلاً: \"إني أرى أن هذه أكبر من تلك\". بالتدريج، أضيفي حلقات أكثر بأحجام مختلفة وانظري إلى المكان الذي يتناسب مع التدرج في الحجم."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "41",
            "age": "2 – 3",
            "performance": "يسمي الأشياء وفقا لأحجامها \"كبيرة\" و\"صغيرة\"",
            "suggested_activities": [
                "1 – أثناء اللعب، استعملي ككرتين حمراوتين، واحدة كبيرة والأخرى صغيرة. سمي الكرات بالكبيرة والصغيرة، ثم اطلبي من الطفل أن يدحرج أو يلقي لك الكرة الكبيرة ثم الكرة الصغيرة. أخبريه أي الكرتين تعيدينها إليه، الكبيرة أم الصغيرة.",
                "2 – أثناء الطهي أو الخبز، استعملي ملعقتين كبيرة وصغيرة في التقليب والمكيال. اطلبي من الطفل أن يعطيك أو يستخدم الملعقة الكبيرة أو الصغيرة، وأيضا اطلبي منه أن يخبرك أي الملعقتين يستخدم أثناء التقليب أو في القياس.",
                "3 – عند شرائك للحاجات المنزلية، وضحي للطفل أن هناك أحجاما كبيرة وأخرى صغيرة من الأشياء التي تريدين شراءها. اجعليه يقارن بين الحجمين، ثم أخبريه أنك تريدين شراء الحجم الكبير (أو الصغير)، واتركيه يأتي به إليك. وفي مرة أخرى، اختاري الحجم الصغير (أو الكبير)، واسأليه أي الحجمين قد اخترت."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "42",
            "age": "2 – 3",
            "performance": "يشير إلى عشرة أجزاء من جسمه عندما يسأل عن ذلك",
            "suggested_activities": [
                "1 – أثناء خلع الملابس ولبسها، قفي أمام المرآة وابيني طولك مع الطفل. ا لعبي لعبة يقوم فيها الطفل بتحريك أو لمس جزء من الجسم عند تسميته له. اغمسي ركبتك، إدعكي أنفك، وهكذا، اعطيه الدور ليخبرك عن جزء من جسمك ليمسه أو يحركه.",
                "2 – أثناء اللعب مع العروسة، انظري إذا كان الطفل يستطيع أن يشير إلى أجزاء جسمها.",
                "3 – أثناء الاستحمام، شجعي الطفل على أن يقول اسم كل جزء من جسمه أثناء غسله.",
                "4 – غني أغنية عن أجزاء الجسم أثناء اللعب مثل \"سوسو في الميه\"."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "43",
            "age": "2 – 3",
            "performance": "يشير إلى الولد والبنت عندما يطلب منه ذلك لفظيا",
            "suggested_activities": [
                "1 – عرّفي أفراد العائلة بجنسهم عندما يكون ذلك مناسباً. على سبيل المثال، قولي \"إنه ولد شاطر\" للولد و\"إنها بنت حلوة\" للبنت، وهكذا.",
                "2 – عند قراءة القصص للطفل، حددي شخصيات القصة أولادًا وبناتٍ. اعملي لعبة من ذلك بالإشارة إلى واحدة من الصور واسألي الطفل أن يشير إلى كل الأولاد ثم كل البنات في الصورة.",
                "3 – عند مشاهدة أفراد العائلة أو الأصدقاء في الألبوم الصوري، اشيري إلى صورة واجعلي الطفل يحدد من في الصورة ولد أم بنت. مثلاً: \"هذا خالد، إنه ولد. وهذه سلوى، إنها بنت\".",
                "4 – استخدمي دمية للولد وأخرى للبنت (واضحة المعالم) وأجيبي على الأسئلة التي يسألها الطفل عن الفرق بين الاثنين. على سبيل المثال، في اللباس أو الشعر، ومن ثم تحدثي عن أشخاص في عائلتك وأن كل منهم ولد أو بنت."
            ],
            "scale": -1,
            "comment": ""
        }
    ],
    "الحركة": [
        {
            "title": "62",
            "age": "2 – 3",
            "performance": "يدخل أربع خرزات كبيرة الحجم في خيط",
            "suggested_activities": [
                "1 – استخدمي خرزات كبيرة الحجم وخيطًا أطرافه مغطاة بطبقة من البلاستيك (أو لفي شريط لاصق حول نهايات الخيط):   ",
                "أ – أمسكي الخيط من أحد طرفيه ثم ضعي الخرزة على هذا الطرف ثم أمسكي الطرف باليد الأخرى. ارفعي يدك من على طرف الخيط ودعي الخرزة تنزلق.   ",
                "ب – كرري هذه العملية ولكن اجعلي الطفل في المرة التالية يضع الخرزة على طرف الخيط واجعليه يمسك بالطرف ثم ارفعي يدك واتركي الخرزة تنزلق.   ت",
                "  – عي أصابع الطفل على طرف الخيط وساعديه على الإمساك به ودعيه يقوم بالعملية مع تقديم قدر محدود من المساعدة عندما يحتاج لذلك. اثني على الطفل وكافئيه على كل نجاح يحققه.",
                "2 – أمسكي الخيط بحيث يتدلى بالقرب من حرف منضدة أو مقعد وبمجرد أن يتم إدخال الخرزة في الخيط فإنها سوف تسقط بسرعة نحو طرف الخيط.",
                "3 – إذا كانت هذه العملية صعبة، فاستخدمي مكعبات كبيرة توجد بها فتحات في منتصفها وعصا مستديرة كي يتم إدخالها في تلك الفتحات.",
                "4 – إن استخدام المكرونة ذات الفتحات الكبيرة يعتبر متعة لأن الطفل يصبح لديه عقد أو أسورة يلبسها عندما ينتهي. لوني المكرونة بألوان الطعام لتجعلي هذا النشاط أكثر متعة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "63",
            "age": "2 – 3",
            "performance": "يدير مقابض الأبواب",
            "suggested_activities": [
                "1 – ضعي يدك فوق الطفل وقومي بلف المقبض وأنت تقولين له \"لف\". ابتسمي للطفل وامدحيه.",
                "2 – ضعي لعبة أو شيئاً مفضل لدى الطفل داخل درج أو خزانة لها مقبض أو يد ليفتح منها. تأكدي أن الطفل يراك أثناء ذلك. أغلقي الباب واطلبي منه العثور على الشيء.",
                "3 – العبي لعبة الاختباء قفي بداخل غرفة النوم أو خزانة الملابس وأغلقي الباب، ثم اطلبي من الطفل أن يفتح الباب كي يجدك. إذا لم يعرف الطفل أين يبحث، أظهري له ثم أغلقي الباب ثانية، اخبطي على الباب أو استمري في النداء حتى يعرف أين يجدك.",
                "4 – دعي الطفل يساعدك في فتح صنبور المياه وإغلاقه، وفتح الأبواب في المحال التجارية وما شابه ذلك.",
                "5 – اجعلي الطفل يدير مقبض لعبة موسيقية.",
                "6 – استخدمي مسامير وصواميل بلاستيكية كبيرة الحجم لتحسين مهارة الطفل في لف وإدارة الأشياء."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "64",
            "age": "2 – 3",
            "performance": "يقفز في المكان بكلتي قدميه",
            "suggested_activities": [
                "1 – قفي في مواجهة الطفل وأنت تمسكين بكلتا يديه واجعليه يثني ركبتيه مثلما تفعلين أنت. ارفعي يدي الطفل إلى أعلى وأنت تقفزين مبقية القدمين سوياً. شجعي الطفل وأنت تقولين له \"اقفز\" أثناء ذلك. ابتسمي واضحكي.",
                "2 – استخدمي لعبة ترامبولين صغيرة أو إطاراً داخلياً لعجل السيارة مشدوداً عليه قطعة من القماش أو شبكة كقاعدة للقفز عليها. ساعدي الطفل كي يقفز على حافة الإطار الداخلي، امسكي يدي الطفل في البداية وإذا تركته فكوني على مقربة منه لتقديم أي مساعدة عند الحاجة.",
                "3 – استخدمي شبكة كرة السلة مع الطفل. أعطيه كرة إسفنجية أو كيس فاصوليا واجعليه يقفز إلى أعلى ويرمي الكرة خلال الشبكة كما لو كان يمارس لعبة كرة السلة. رفع ذراعيه فوق رأسه يساعده على اكتساب الحركة إلى الأعلى. ابتسمي وبيني فرحتك."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "65",
            "age": "2 – 3",
            "performance": "يسير إلى الوراء",
            "suggested_activities": [
                "1 – اختاري منطقة مفتوحة لتجنب الاصطدام بالأشياء، وامشي إلى الوراء واجعلي الطفل يقلدك.",
                "2 – قودي الطفل أثناء القيام بذلك من خلال إمساك يده.",
                "3 – العبي لعبة القطار واجعليه يمشي للخلف. قفي في مواجهة الطفل وامسكي بيديه وحركي قدميك وذراعيك إلى الأمام واحدة تلو الأخرى بحيث تلمس أصابع قدم الطفل كإشارة لتحريك قدميه إلى الوراء. شجعيه وأنت تقولين \"القطار يمشي للخلف\" أثناء تحركه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "66",
            "age": "2 – 3",
            "performance": "ينزل سيرًا على سلم بمعاونة",
            "suggested_activities": [
                "1 – قد تحتاجين إلى أن تبدئي مع الطفل على سلم قصير الدرجات، ويمكن أن يجلس الطفل على مقعده ثم يدفع نفسه إلى أسفل حتى يصل إلى آخر درجة. ثم اجعليه بعد ذلك يمسك بالدرابزين وينزل، وقومي تدريجيًا بزيادة عدد الدرجات التي يهبطها الطفل سيرًا.",
                "2 – قفي في مواجهة الطفل مباشرة على الدرجة التالية من السلم. امسكي الطفل من فخذيه بثبات وقوة واطلبي منه النزول. قد تحتاجين إلى تحريك جسم الطفل في اتجاه القدم التي يستخدمها وعانقيه عندما ينزل. قللي تدريجيًا من مساعدتك له واستمري في مدحه.",
                "3 – انزلي على السلم بظهرك كي تكوني في مواجهة الطفل. تحدثي معه وشجعيه على إنزال إحدى قدميه إلى أسفل. ضعي يدك على قدميه وارفعيها إلى أعلى ثم حركيها إلى أسفل. تأكدي من أنك تقدمين له دعمًا كاملاً وتطمئنينه كي لا يشعر بالخوف. أثني عليه عند كل محاولة للنزول درجة إلى أسفل.",
                "4 – مارسي النزول سيرًا على سلم بدءًا من الدرجة السفلى، ثم زيدي العدد تدريجيًا إلى 3 أو 4 درجات، ثم أخيرًا ابدئي من أعلى السلم.",
                "5 – استخدمي لعبة الزحليقة البلاستيكية أو المركب الهزاز ذو الدرجات كطريقة جيدة لممارسة نزول السلم أثناء لعب الطفل."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "67",
            "age": "2 – 3",
            "performance": "يلقي الكرة لشخص كبير على مسافة 150 سم بدقة",
            "suggested_activities": [
                "1 – ابدئي بالجلوس في مواجهة الطفل ودحرجي المرة عدة مرات بينك وبينه، ثم جربي الوقوف ودحرجي الكرة بينك وبينه، ثم أقذفيها إليه. تأكدي من أن ذلك يمتع الطفل.",
                "2 – العبي لعبة بإلقاء الكرة أو كيس الفاصوليا في داخل السلة أو الإطار الداخلي للحاوية.",
                "3 – أجلسي على مسافة 20 سم تقريبًا من الطفل وأقذفي له الكرة أو ضعيها في يديه وقولي له \"أن يرمي الكرة إليك\". ابقي قريبة من الطفل وتأكدي من أن يديك قريبتان من يديه لتسهيل عملية الإمساك بالكرة. ابتسمي له وصفقي له وكرري ذلك عدة مرات مع زيادة المسافة تدريجيًا.",
                "4 – اجلسي وراء الطفل وأمسكي بكل ذراع من ذراعيه بينما هو يمسك بالكرة وأرشديه في كيفية قذفها. صفقي له وكافئيه وقومي تدريجيًا بالكف عن مساعدته كلما زادت مهارته.",
                "5 – استخدمي كيس فاصوليا أو كرة مطاطية كبيرة الحجم وقفي على مسافة تقريبًا 90 سم من الطفل وشجعيه على أن يلقي الكرة إليك. امدحي محاولاته.",
                "6 – استخدمي حلقة كبيرة مصنوعة من مادة البوليسترين على الأرض لألقاء النفايات كي يصوب الطفل الكرة بداخلها واجعلي باقي أفراد الأسرة يشاركون معكما أيضاً ."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "68",
            "age": "2 – 3",
            "performance": "يبني برجًا من 5 إلى 6 مكعبات",
            "suggested_activities": [
                "1 – أثناء اللعب مع الطفل بالمكعبات، شجعيه على بناء برج وتحدثي عن ما يفعله. أثني عليه في كل مرة يضع فيها مكعبًا فوق البرج. إذا توقف الطفل عند المكعب الثالث، أمسكي مكعبًا آخر وقدميه له ليضعه على البرج. ارشدي يده إذا لزم الأمر، وقللي التلميحات اللفظية والمساعدة الجسمية.",
                "2 – ضعي ملصقًا أو نجمة عند نقطة معينة على الحائط تمثل \"ارتفاع 6 مكعبات\" واطلبي من الطفل أن يحاول بناء برج يصل إلى هذه النجمة.",
                "3 – دعي الطفل يسقط البرج كمكافأة له، معظم الأطفال يحبون ذلك وسيفعلونه بدون تحفيز.",
                "4 – أثناء تجهيز الطعام، اجعلي الطفل يمارس عملية جمع وتكديس الأشياء باستخدام أدوات المطبخ مثل قطع الإسفنج أو العلب أو الحاويات البلاستيكية المخصصة للثلاجة.",
                "5 – بعد تنظيف الملابس، دعي الطفل يساعدك في تعليق الفوط والملابس في الدواليب واحدة فوق الأخرى."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "69",
            "age": "2 – 3",
            "performance": "يقلب الصفحات واحدة كل مرة",
            "suggested_activities": [
                "1 – قدمي للطفل كتباً ليتفحصها وينظر فيها حتى يتاح له ممارسة تقليب الصفحات.",
                "2 – عند وقت النوم، اجعلي الطفل يقلب الصفحات لك وهو معك تحت الملاءة أثناء قراءة القصة، واشكريه على مساعدتك.",
                "3 – استخدمي كتبًا مصورة صفحاتها مصنوعة من الورق المقوى لتسهيل عملية تقليب الصفحات.",
                "4 – ضعي صورة للطفل أو أحد أفراد العائلة عند الصفحة التالية في أحد الكتب لتشجيعه على قلب الصفحة ليصل إلى الصورة.",
                "5 – أنشئي كتابًا خاصًا للطفل من صور الأشياء المحببة لديه، وضعي ملصقات مقواة عند زوايا الصفحات لتسهيل قلبها.",
                "6 – أنشئي كتابًا للأنشطة المستخدم فيه أزرارًا أو سوستة أو أصواتًا، واجعلي الطفل يقلب كل صفحة ليحصل على النشاط التالي."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "70",
            "age": "2 – 3",
            "performance": "يفك لفافة شيء صغير",
            "suggested_activities": [
                "1 – أري الطفل كيف يفك لفافات الأشياء مثل الأطعمة التي يحبها.",
                "2 – ابدئي بفك اللفافة بشكل جزئي مع السماح للطفل بمساعدتك بشكل متزايد في هذه العملية.",
                "3 – نوعي الأشياء الملفوفة بشكل يحافظ على اهتمام الطفل مثل قطع البسكويت والحلوى أو لعبة صغيرة أو كتاب.",
                "4 – الفي شيء ما بعدد من الطبقات من الورق واجعلي كل فرد في الأسرة يفك إحدى هذه الطبقات، والشخص الذي يفك الطبقة الأخيرة هو الذي يحصل على المكافأة. تأكدي من أن الطفل هو من يحصل على المكافأة عادة، وابدئي بجعل الطفل يحصل عليها في المرة الأولى.",
                "5 – أثناء الطعام، قومي بلف السندويتشات والأطعمة في ورق الزبدة وضعيها في حقيبة الطعام عند الخروج للنزهة أو في المنزل. اجعلي الطفل يفك طعامه."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "71",
            "age": "2 – 3",
            "performance": "يطوي ورقة عند منتصفها مقلداً",
            "suggested_activities": [
                "1 – قومي بطي الورقة عند منتصفها واجعلي الطفل يقلدك. قدمي له المساعدة عند الاحتياج.",
                "2 – ارسمي خطاً قطرياً على الورقة واجعلي الطفل يحاول أن يطويها عند هذا الخط. لا تتوقعي أن يكون على الخط تماماً.",
                "3 – ضعي أحد طرفي الورقة على الطرف الآخر واطلبي من الطفل أن يكسر الطية.",
                "4 – اجعلي من عملية الطي متعة وذلك بلف أشياء مثل لف قلم أو أشياء صغيرة.",
                "5 – في وقت الغسيل والكي، اجعلي الطفل يجرب عملية طي أو تطبيق أشياء مثل المناديل أو المناشف أو الملابس المغسولة.",
                "6 – اجعلي الطفل يمارس إعادة طي الأشياء ذات الكسّرات مثل فوط السفرة والمناديل الورقية.",
                "7 – استخدمي ورقًا مقوى واجعلي الطفل يطويه عند منتصفه لعمل ما يشبه الخيمة. اعملي مدينة من الخيام وذلك بطي الورق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "72",
            "age": "2 – 3",
            "performance": "يفك أجزاء لعبة ويركبها",
            "suggested_activities": [
                "1 – قومي بمساعدة الطفل في فك مكعبات صغيرة متصلة ببعضها أو خرزات متصلة، ثم اجعليه يركبها معًا مرة أخرى.",
                "2 – استخدمي الفليكرو أو الكبسونة أو شريط الصق لربط عدة أشياء معًا، واجعلي الطفل يقلدك في فكها وربطها مجددًا بعيدًا عن بعضها، وشجعيه على إجراء مبارزة في ذلك.",
                "3 – العبي مع الطفل لعبة \"شد الحبل\" حيث يحمل كل منكما طرف حبل مربوط بأشياء متصلة ببعضها، مثل خرزات بلاستيكية متداخلة، وحاولي فكها بعضها عن بعض.",
                "4 – استخدمي كبسونات أو مساكات لتوصيل أجزاء من لعبة مقطوعة من قماش لباد، واجعلي الطفل يفك ويركب تلك الأجزاء.",
                "5 – ضعي ألعابًا صغيرة داخل كيس من القماش أو حقيبة، ثم استخدمي كبسونة أو شريط الصق وضعيها بطريقة تحتاج إلى إزالة الغطاء ليجدها الطفل، وشجعيه على إزالة الغطاء ليصل إلى اللعبة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "73",
            "age": "2 – 3",
            "performance": "يفك الألعاب التي تحتاج اللف عند فتحها",
            "suggested_activities": [
                "1 – ضعي يدي الطفل على القمة المخروطية للعبة، وضعي يديك فوق يديه وقومي بحركتها دائريًا لفكها.",
                "2 – أثناء الأكل، ضعي الأطعمة في أواني بلاستيكية تحتاج إلى لف عند فتحها، واجعلي الطفل يمارس حركة الدوران لفتحها. بمجرد أن يتمكن من فتح الوعاء، ساعديه في إفراغ الطعام داخل أواني زجاجية حتى يرى الطفل هذا الشيء.",
                "3 – ضعي شيئًا جذابًا داخل كل جزء من الألعاب المتداخلة التي تحتاج إلى لفها عند فتحها، وشجعيه على فتحها واكتشاف اللعبة.",
                "4 – عند الضرورة، أمسكي بالجزء السفلي من اللعبة بينما يقوم الطفل بفك الجزء العلوي."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "74",
            "age": "2 – 3",
            "performance": "يركل كرة ثابتة كبيرة بالقدم",
            "suggested_activities": [
                "1 – أري الطفل كيف يسير بينما تركلين الكرة، ثم اطلبي منه أن يقلدك. دعيه يتولى دورك في هذه اللعبة.",
                "2 – أرشدي الطفل جسميًا ليركل الكرة. حركي قدمه من الركبة والكاحل، وساعديه على الحفاظ على توازنه عندما يقوم بالركلة.",
                "3 – قومي بممارسة الركل بأشياء أخرى مثل دلو من البلاستيك أو وسادة.",
                "4 – اربطي ثقلًا أو كيسًا به فاصولياء واقفزي عندما تركلين الكرة لجعلها تتحرك بشكل غير متوقع، واضحكي مع الطفل من هذه الحركات."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "75",
            "age": "2 – 3",
            "performance": "يشكل كرات من الصلصال",
            "suggested_activities": [
                "1 – استخدمي الصلصال الجاهز أو اصنعي عجينة صلصال مع الطفل. خذي قطعة صغيرة من الصلصال وأري الطفل كيف يشكل منها كرة بين راحتي يديه أو على سطح مستوٍ.",
                "2 – صنع عش للطفل من الصلصال، وشجعيه على صنع بيضة الطائر من الصلصال ووضعها في العش.",
                "3 – عند صنع البسكويت، دعي الطفل يساعدك في تشكيل كرات من عجينة البسكويت وتسطيحها باستخدام قاع كوب. سيكون البسكويت الناضج مكافأة جميلة لجهوده.",
                "4 – أثناء اللعب في الخارج أو على الشاطئ، استخدمي الرمل والماء لتشكيل كرات مستديرة، ثم اتركيها لتجف مع الطفل تحت أشعة الشمس."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "76",
            "age": "2 – 3",
            "performance": "يمسك بقلم رصاص بين الإبهام والسبابة مع إسناد القلم على الإصبع الوسطى",
            "suggested_activities": [
                "1 – ضعي القلم بالطريقة الصحيحة في يد الطفل وأرشدي يده أثناء وضعه على الورقة، استخدمي أقلام خشبية ملونة أو أوراق جذابة لزيادة متعة النشاط.",
                "2 – استخدمي عصا مصاصة ولفيها حول القلم لتشكيل قاعدة مثلثة تساعد الطفل على المسك بين أصابعه.",
                "3 – استخدمي أقلام سميكة لتكون أسهل في المسك.",
                "4 – قومي بعرض أعمال الطفل على الثلاجة أو في مكان يمكن لجميع أفراد الأسرة رؤيتها، حيث سيشعر الطفل بأهمية ما قام به عندما يرى أعماله معلقة."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "77",
            "age": "2 – 3",
            "performance": "يتشقلب للأمام بمساعدة",
            "suggested_activities": [
                "1 – قدمي حركة الشقلب للطفل بأن تقومي أنت بأدائها أو استخدمي أحد أفراد العائلة الأكبر سنًا لإظهارها.",
                "2 – ساعدي الطفل على الحفاظ على رأسه نحو الأسفل أثناء الحركة، واحتضني رقبته من الخلف لحمايته. يجب أن تكون هذه الحركة على سطح ناعم مثل السجادة أو الفراش.",
                "3 – قمي بتنفيذ الحركة مع الطفل حتى يقلدك في كل خطوة من الخطوات المطلوبة لإتقان هذه المهارة. على سبيل المثال، استلقي على يديك وركبتيك وقدميهك كما هو مقلداً إياك، ثم انحني برأسك إلى الأسفل بشكل يقلدك، وكرري ذلك حتى يتمكن الطفل من تعلم الحركة بشكل كامل.",
                "4 – ضعي الطفل في وضع الانحناء حيث يكون رأسه أسفل وركبتيه مثنيتين، ثم شجعيه على انحناء رأسه نحو الأسفل واستخدمي يديك لدفعه بخفة، وأثناء ذلك قولي له \"شقلب\" واحتفلي معه بثناء وتصفيق."
            ],
            "scale": -1,
            "comment": ""
        },
        {
            "title": "78",
            "age": "2 – 3",
            "performance": "يدق خمسة أوتاد من خمسة",
            "suggested_activities": [
                "1 – عندما تحتاجين لتثبيت شيء ما، أعطي الطفل شاكوش صغير ليساعدك. شجعيه على تقليدك أثناء الدق على اللوح أو على مسمار بعد تثبيته.",
                "2 – أري الطفل كيف يدق وقدمي له مساعدة جسمانية بإرشاد يده. استخدمي لوحة بها فتحات لوضع أوتاد، وابدأي بدق جميع الأوتاد ما عدا واحد في المنتصف. قدمي للطفل مساعدة إذا احتاج، ثم قللي من المساعدة كلما تحسن أداؤه.",
                "3 – أثناء اللعب، ابدئي بدق جميع الأوتاد ما عدا واحد في المنتصف، وزيدي تدريجياً عدد الأوتاد التي يحتاج لدقها كلما تحسنت مهارته."
            ],
            "scale": -1,
            "comment": ""
        }
    ]
}